{
  "dialogs": [
    {
      "topic": "找工作",
      "description": "Tìm việc làm",
      "lines": [
        {
          "speaker": "",
          "text": "我大學畢業已經半年了。這段時間我一直在找工作，但是還沒有找到合適的。昨天我在網上看到一個公司在招聘，需要會說中文和英文的人。我覺得這個機會不錯，就馬上發了簡歷過去。今天早上，公司給我打電話，讓我明天去面試。我有點兒緊張，但也很高興。晚上我開始準備，把要說的話都寫下來，然後對着鏡子練習了好幾遍。我還特地選了一套正式的衣服。媽媽說我一定會成功的，讓我別太擔心。她還告訴我要記得微笑，要有自信。我希望明天的面試能順利，這樣我就可以開始工作，賺錢養活自己了。雖然找工作很辛苦，但我相信只要努力，一定能找到好工作。",
          "pinyin": "Wǒ dà xué bì yè yǐ jīng bàn nián le。 Zhè duàn shí jiān wǒ yì zhí zài zhǎo gōng zuò， Dàn shì hái méi yǒu zhǎo dào hé shì de。 Zuó tiān wǒ zài wǎng shàng kàn dào yī gè gōng sī zài zhāo pìn， Xū yào huì shuō zhōng wén hé yīng wén de rén。 Wǒ jué dé zhè gè jī huì bù cuò， Jiù mǎ shàng fā le jiǎn lì guò qù。 Jīn tiān zǎo shàng， Gōng sī gěi wǒ dǎ diàn huà， Ràng wǒ míng tiān qù miàn shì。 Wǒ yǒu diǎn ér jǐn zhāng， Dàn yě hěn gāo xìng。 Wǎn shàng wǒ kāi shǐ zhǔn bèi， Bǎ yào shuō de huà dōu xiě xià lái， Rán hòu duì zhe jìng zi liàn xí le hǎo jǐ biàn。 Wǒ hái tè dì xuǎn le yī tào zhèng shì de yī fú。 Mā mā shuō wǒ yí dìng huì chéng gōng de， Ràng wǒ bié tài dān xīn。 Tā hái gào sù wǒ yào jì dé wēi xiào， Yào yǒu zì xìn。 Wǒ xī wàng míng tiān de miàn shì néng shùn lì， Zhè yàng wǒ jiù kě yǐ kāi shǐ gōng zuò， Zhuàn qián yǎng huó zì jǐ le。 Suī rán zhǎo gōng zuò hěn xīn kǔ， Dàn wǒ xiāng xìn zhǐ yào nǔ lì， Yí dìng néng zhǎo dào hǎo gōng zuò。",
          "translation": "Tôi tốt nghiệp đại học đã nửa năm rồi. Thời gian này tôi liên tục tìm việc, nhưng vẫn chưa tìm được việc phù hợp. Hôm qua tôi thấy trên mạng một công ty đang tuyển dụng, cần người biết nói tiếng Trung và tiếng Anh. Tôi thấy cơ hội này không tồi, liền gửi CV ngay. Sáng nay, công ty gọi điện cho tôi, bảo ngày mai đi phỏng vấn. Tôi hơi lo lắng, nhưng cũng rất vui. Tối tôi bắt đầu chuẩn bị, viết ra những gì muốn nói, rồi đối diện gương luyện tập mấy lần. Tôi còn đặc biệt chọn một bộ quần áo trang trọng. Mẹ nói tôi chắc chắn sẽ thành công, bảo tôi đừng lo quá. Mẹ còn nói cho tôi nhớ mỉm cười, phải tự tin. Tôi hi vọng buổi phỏng vấn ngày mai thuận lợi, như vậy tôi có thể bắt đầu làm việc, kiếm tiền nuôi sống bản thân. Mặc dù tìm việc rất vất vả, nhưng tôi tin chỉ cần cố gắng, nhất định tìm được việc tốt."
        }
      ]
    },
    {
      "topic": "搬家",
      "description": "Chuyển nhà",
      "lines": [
        {
          "speaker": "",
          "text": "上個月我搬家了。以前我住在學校附近的一個小房間裏，雖然離學校近，但是房間太小了，而且房租也不便宜。後來我在網上找房子，看了好幾個地方，最後選了現在這個。新房子比以前的大多了，有兩個房間，一個客廳，還有一個廚房和衛生間。房子在三樓，陽光很好，很安靜。雖然離學校遠了一點兒，但是坐地鐵只要二十分鐘就能到。房租也比以前便宜一些。搬家那天，幾個朋友來幫忙。我們從早上忙到下午，終於把所有東西都搬完了。朋友們都說新房子很不錯，我請他們在附近的飯館喫了頓飯，謝謝他們的幫助。現在我很喜歡這個新家，每天下班回來都覺得很舒服。",
          "pinyin": "Shàng gè yuè wǒ bān jiā le。 Yǐ qián wǒ zhù zài xué xiào fù jìn de yī gè xiǎo fáng jiān lǐ， Suī rán lí xué xiào jìn， Dàn shì fáng jiān tài xiǎo le， Ér qiě fáng zū yě bù biàn yí。 Hòu lái wǒ zài wǎng shàng zhǎo fáng zi， Kàn le hǎo jǐ gè dì fāng， Zuì hòu xuǎn le xiàn zài zhè gè。 Xīn fáng zi bǐ yǐ qián de dà duō le， Yǒu liǎng gè fáng jiān， Yī gè kè tīng， Hái yǒu yī gè chú fáng hé wèi shēng jiān。 Fáng zi zài sān lóu， Yáng guāng hěn hǎo， Hěn ān jìng。 Suī rán lí xué xiào yuǎn le yī diǎn ér， Dàn shì zuò dì tiě zhǐ yào èr shí fēn zhōng jiù néng dào。 Fáng zū yě bǐ yǐ qián pián yi yī xiē。 Bān jiā nà tiān， Jǐ gè péng yǒu lái bāng máng。 Wǒ men cóng zǎo shàng máng dào xià wǔ， Zhōng yú bǎ suǒ yǒu dōng xī dōu bān wán le。 Péng yǒu men dōu shuō xīn fáng zi hěn bù cuò， Wǒ qǐng tā men zài fù jìn de fàn guǎn chī le dùn fàn， Xiè xiè tā men de bāng zhù。 Xiàn zài wǒ hěn xǐ huān zhè gè xīn jiā， Měi tiān xià bān huí lái dōu jué dé hěn shū fú。",
          "translation": "Tháng trước tôi chuyển nhà. Trước tôi ở trong một căn phòng nhỏ gần trường, mặc dù gần trường, nhưng phòng quá nhỏ, và tiền thuê nhà cũng không rẻ. Sau tôi tìm nhà trên mạng, xem mấy chỗ, cuối cùng chọn chỗ hiện tại này. Nhà mới lớn hơn nhiều so với trước, có hai phòng, một phòng khách, còn có một nhà bếp và nhà vệ sinh. Nhà ở tầng ba, ánh sáng rất tốt, rất yên tĩnh. Mặc dù xa trường hơn một chút, nhưng đi tàu điện ngầm chỉ mất hai mươi phút là đến. Tiền thuê cũng rẻ hơn trước một chút. Hôm chuyển nhà, mấy người bạn đến giúp. Chúng tôi từ sáng bận đến chiều, cuối cùng chuyển xong tất cả đồ. Bạn bè đều nói nhà mới rất tốt, tôi mời họ ăn bữa cơm ở nhà hàng gần đó, cảm ơn sự giúp đỡ của họ. Bây giờ tôi rất thích ngôi nhà mới này, mỗi ngày tan làm về đều thấy rất thoải mái."
        }
      ]
    },
    {
      "topic": "學習中文",
      "description": "Học tiếng Trung",
      "lines": [
        {
          "speaker": "",
          "text": "我學習中文已經兩年了。剛開始的時候覺得很難，特別是漢字，總是記不住。後來老師教我們一些方法，比如每天寫日記，看中文電視劇，聽中文歌曲等等。我每天都堅持學習，慢慢地就進步了。現在我已經能看懂一些簡單的文章，也能用中文跟朋友聊天了。但是我的發音還不夠好，有時候別人聽不懂我說什麼。老師說我應該多練習說話，不要怕說錯。上個星期，我參加了一箇中文演講比賽。雖然很緊張，但我還是完成了演講。評委說我的中文進步很快，這讓我很高興。我決定繼續努力學習，希望以後能說一口流利的中文，這樣就可以去中國工作或者旅遊了。",
          "pinyin": "Wǒ xué xí zhōng wén yǐ jīng liǎng nián le。 Gāng kāi shǐ de shí hòu jué dé hěn nán， Tè bié shì hàn zì， Zǒng shì jì bú zhù。 Hòu lái lǎo shī jiào wǒ men yī xiē fāng fǎ， Bǐ rú měi tiān xiě rì jì， Kàn zhòng wén diàn shì jù， Tīng zhōng wén gē qǔ děng děng。 Wǒ měi tiān dōu jiān chí xué xí， Màn màn dì jiù jìn bù le。 Xiàn zài wǒ yǐ jīng néng kàn dǒng yī xiē jiǎn dān de wén zhāng， Yě néng yòng zhōng wén gēn péng yǒu liáo tiān le。 Dàn shì wǒ de fā yīn hái bù gòu hǎo， Yǒu shí hòu bié rén tīng bù dǒng wǒ shuō shén me。 Lǎo shī shuō wǒ yīng gāi duō liàn xí shuō huà， Bú yào pà shuō cuò。 Shàng gè xīng qī， Wǒ cān jiā le yī gè zhōng wén yǎn jiǎng bǐ sài。 Suī rán hěn jǐn zhāng， Dàn wǒ hái shì wán chéng le yǎn jiǎng。 Píng wěi shuō wǒ de zhōng wén jìn bù hěn kuài， Zhè ràng wǒ hěn gāo xìng。 Wǒ jué dìng jì xù nǔ lì xué xí， Xī wàng yǐ hòu néng shuō yī kǒu liú lì de zhōng wén， Zhè yàng jiù kě yǐ qù zhōng guó gōng zuò huò zhě lǚ yóu le。",
          "translation": "Tôi học tiếng Trung đã hai năm rồi. Lúc mới bắt đầu thấy rất khó, đặc biệt là chữ Hán, luôn nhớ không được. Sau thầy dạy chúng tôi một số phương pháp, chẳng hạn mỗi ngày viết nhật ký, xem phim truyền hình Trung Quốc, nghe nhạc Trung Quốc v.v. Tôi mỗi ngày đều kiên trì học, dần dần tiến bộ. Bây giờ tôi đã có thể đọc hiểu một số bài viết đơn giản, cũng có thể dùng tiếng Trung nói chuyện với bạn bè. Nhưng phát âm của tôi còn chưa đủ tốt, đôi khi người khác nghe không hiểu tôi nói gì. Thầy nói tôi nên luyện nói nhiều hơn, đừng sợ nói sai. Tuần trước, tôi tham gia một cuộc thi diễn thuyết tiếng Trung. Mặc dù rất lo lắng, nhưng tôi vẫn hoàn thành bài diễn thuyết. Ban giám khảo nói tiếng Trung của tôi tiến bộ rất nhanh, điều này khiến tôi rất vui. Tôi quyết định tiếp tục cố gắng học, hi vọng sau có thể nói tiếng Trung lưu loát, như vậy có thể đi Trung Quốc làm việc hoặc du lịch."
        }
      ]
    },
    {
      "topic": "週末計劃",
      "description": "Kế hoạch cuối tuần",
      "lines": [
        {
          "speaker": "",
          "text": "這個週末我有很多事情要做。星期六早上我要去圖書館還書，順便借幾本新書。然後去超市買下個星期的菜和水果。中午我約了幾個同學一起喫午飯，我們準備去一家新開的日本料理店。聽說那裏的壽司很好喫，價格也不貴。下午我要去理髮，頭髮已經很長了，該剪了。晚上我想在家好好休息，看看電影或者聽聽音樂。星期天我打算睡個懶覺，起牀後去公園跑步，鍛鍊一下身體。下午要去參加朋友的生日聚會，我已經買好禮物了。晚上回家後要把下週要交的作業做完。雖然週末很忙，但是我覺得這樣的生活很充實。有學習，有娛樂，有運動，也有和朋友相處的時間。",
          "pinyin": "Zhè gè zhōu mò wǒ yǒu hěn duō shì qíng yào zuò。 Xīng qī liù zǎo shàng wǒ yào qù tú shū guǎn hái shū， Shùn biàn jiè jǐ běn xīn shū。 Rán hòu qù chāo shì mǎi xià gè xīng qī de cài hé shuǐ guǒ。 Zhōng wǔ wǒ yuē le jǐ gè tóng xué yì qǐ chī wǔ fàn， Wǒ men zhǔn bèi qù yī jiā xīn kāi de rì běn liào lǐ diàn。 Tīng shuō nà lǐ de shòu sī hěn hǎo chī， Jià gé yě bù guì。 Xià wǔ wǒ yào qù lǐ fà， Tóu fà yǐ jīng hěn zhǎng le， Gāi jiǎn le。 Wǎn shàng wǒ xiǎng zài jiā hǎo hǎo xiū xī， Kàn kàn diàn yǐng huò zhě tīng tīng yīn lè。 Xīng qī tiān wǒ dǎ suàn shuì gè lǎn jué， Qǐ chuáng hòu qù gōng yuán pǎo bù， Duàn liàn yī xià shēn tǐ。 Xià wǔ yào qù cān jiā péng yǒu de shēng rì jù huì， Wǒ yǐ jīng mǎi hǎo lǐ wù le。 Wǎn shàng huí jiā hòu yào bǎ xià zhōu yào jiāo de zuò yè zuò wán。 Suī rán zhōu mò hěn máng， Dàn shì wǒ jué dé zhè yàng de shēng huó hěn chōng shí。 Yǒu xué xí， Yǒu yú lè， Yǒu yùn dòng， Yě yǒu hé péng yǒu xiāng chù de shí jiān。",
          "translation": "Cuối tuần này tôi có nhiều việc phải làm. Sáng thứ Bảy tôi phải đi thư viện trả sách, tiện thể mượn mấy cuốn mới. Sau đó đi siêu thị mua rau và trái cây tuần sau. Trưa tôi hẹn mấy bạn học cùng ăn trưa, chúng tôi định đi một nhà hàng Nhật mới mở. Nghe nói sushi ở đó rất ngon, giá cũng không đắt. Chiều tôi phải đi cắt tóc, tóc đã rất dài, phải cắt rồi. Tối tôi muốn ở nhà nghỉ ngơi tốt, xem phim hoặc nghe nhạc. Chủ nhật tôi định ngủ nướng, dậy sau đi công viên chạy bộ, tập thể dục. Chiều phải đi tham dự tiệc sinh nhật của bạn, tôi đã mua quà rồi. Tối về nhà phải làm xong bài tập phải nộp tuần sau. Mặc dù cuối tuần rất bận, nhưng tôi thấy cuộc sống như vậy rất đầy đủ. Có học tập, có giải trí, có thể thao, cũng có thời gian ở cùng bạn bè."
        }
      ]
    },
    {
      "topic": "第一次坐飛機",
      "description": "Lần đầu đi máy bay",
      "lines": [
        {
          "speaker": "",
          "text": "去年暑假，我第一次坐飛機去旅遊。出發前一天晚上，我興奮得睡不着覺。第二天早上五點就起牀了，因爲飛機是早上八點的。爸爸開車送我去機場。到了機場，我先去辦理登機手續，把行李託運了。然後通過安檢，進入候機大廳。候機大廳很大，有很多商店和餐廳。我買了一些零食和一本雜誌。登機的時候，我找到自己的座位，坐在窗戶旁邊。飛機起飛的時候，我緊緊抓着扶手，心裏有點兒害怕。但是飛機升到高空以後，我往窗外看，看見白雲就在旁邊，覺得特別美。空姐很友好，還給我們送了飲料和點心。兩個小時後，飛機安全降落了。這次經歷讓我覺得坐飛機其實沒有想象中那麼可怕。",
          "pinyin": "Qù nián shǔ jià， Wǒ dì yī cì zuò fēi jī qù lǚ yóu。 Chū fā qián yī tiān wǎn shàng， Wǒ xìng fèn dé shuì bù zhe jué。 Dì èr tiān zǎo shàng wǔ diǎn jiù qǐ chuáng le， Yīn wèi fēi jī shì zǎo shàng bā diǎn de。 Bà bà kāi chē sòng wǒ qù jī chǎng。 Dào le jī chǎng， Wǒ xiān qù bàn lǐ dēng jī shǒu xù， Bǎ xíng lǐ tuō yùn le。 Rán hòu tōng guò ān jiǎn， Jìn rù hòu jī dà tīng。 Hòu jī dà tīng hěn dà， Yǒu hěn duō shāng diàn hé cān tīng。 Wǒ mǎi le yī xiē líng shí hé yī běn zá zhì。 Dēng jī de shí hòu， Wǒ zhǎo dào zì jǐ de zuò wèi， Zuò zài chuāng hù páng biān。 Fēi jī qǐ fēi de shí hòu， Wǒ jǐn jǐn zhuā zhe fú shǒu， Xīn lǐ yǒu diǎn ér hài pà。 Dàn shì fēi jī shēng dào gāo kōng yǐ hòu， Wǒ wǎng chuāng wài kàn， Kàn jiàn bái yún jiù zài páng biān， Jué dé tè bié měi。 Kōng jiě hěn yǒu hǎo， Hái gěi wǒ men sòng le yǐn liào hé diǎn xīn。 Liǎng gè xiǎo shí hòu， Fēi jī ān quán jiàng luò le。 Zhè cì jīng lì ràng wǒ jué dé zuò fēi jī qí shí méi yǒu xiǎng xiàng zhōng nà me kě pà。",
          "translation": "Mùa hè năm ngoái, tôi lần đầu đi máy bay đi du lịch. Tối hôm trước khi khởi hành, tôi phấn khích không ngủ được. Sáng hôm sau 5 giờ đã dậy, vì máy bay là 8 giờ sáng. Bố lái xe đưa tôi đi sân bay. Đến sân bay, tôi trước tiên đi làm thủ tục lên máy bay, gửi hành lý. Sau đó qua kiểm tra an ninh, vào phòng chờ. Phòng chờ rất lớn, có nhiều cửa hàng và nhà hàng. Tôi mua một ít đồ ăn nhẹ và một cuốn tạp chí. Khi lên máy bay, tôi tìm chỗ ngồi của mình, ngồi bên cạnh cửa sổ. Khi máy bay cất cánh, tôi nắm chặt tay vịn, trong lòng hơi sợ. Nhưng sau khi máy bay lên cao, tôi nhìn ra ngoài cửa sổ, thấy mây trắng ngay bên cạnh, thấy đặc biệt đẹp. Tiếp viên rất thân thiện, còn đưa cho chúng tôi đồ uống và bánh ngọt. Hai tiếng sau, máy bay hạ cánh an toàn. Trải nghiệm này khiến tôi thấy đi máy bay thực ra không đáng sợ như tưởng tượng."
        }
      ]
    },
    {
      "topic": "看病",
      "description": "Đi khám bệnh",
      "lines": [
        {
          "speaker": "",
          "text": "前幾天我感冒了，頭疼得很厲害，還一直咳嗽。開始我以爲休息幾天就會好，所以沒去醫院。但是三天過去了，病情不但沒有好轉，反而更嚴重了。媽媽很擔心，堅持要帶我去醫院檢查。到了醫院，我們先掛號，然後在候診室等了大約半個小時。輪到我的時候，醫生仔細地問了我的症狀，然後給我量了體溫，檢查了喉嚨。醫生說我是重感冒，需要喫藥和多休息。他給我開了一些藥，還告訴我要多喝熱水，不要喫辛辣的東西。我們去藥房拿了藥，交了醫藥費。回家後，我按照醫生的建議，按時喫藥，多休息。幾天後，我的病終於好了。這次生病讓我明白，身體不舒服一定要及時去看醫生。",
          "pinyin": "Qián jǐ tiān wǒ gǎn mào le， Tóu téng dé hěn lì hài， Hái yì zhí ké sòu。 Kāi shǐ wǒ yǐ wèi xiū xī jǐ tiān jiù huì hǎo， Suǒ yǐ méi qù yī yuàn。 Dàn shì sān tiān guò qù le， Bìng qíng bù dàn méi yǒu hǎo zhuǎn， Fǎn ér gèng yán zhòng le。 Mā mā hěn dān xīn， Jiān chí yào dài wǒ qù yī yuàn jiǎn chá。 Dào le yī yuàn， Wǒ men xiān guà hào， Rán hòu zài hòu zhěn shì děng le dà yuē bàn gè xiǎo shí。 Lún dào wǒ de shí hòu， Yī shēng zǎi xì dì wèn le wǒ de zhèng zhuàng， Rán hòu gěi wǒ liàng le tǐ wēn， Jiǎn chá le hóu lóng。 Yī shēng shuō wǒ shì zhòng gǎn mào， Xū yào chī yào hé duō xiū xī。 Tā gěi wǒ kāi le yī xiē yào， Hái gào sù wǒ yào duō hē rè shuǐ， Bú yào chī xīn là de dōng xī。 Wǒ men qù yào fáng ná le yào， Jiāo le yī yào fèi。 Huí jiā hòu， Wǒ àn zhào yī shēng de jiàn yì， Àn shí chī yào， Duō xiū xī。 Jǐ tiān hòu， Wǒ de bìng zhōng yú hǎo le。 Zhè cì shēng bìng ràng wǒ míng bái， Shēn tǐ bù shū fú yí dìng yào jí shí qù kàn yī shēng。",
          "translation": "Mấy ngày trước tôi bị cảm, đau đầu dữ lắm, còn ho liên tục. Ban đầu tôi tưởng nghỉ mấy ngày sẽ khỏi, nên không đi bệnh viện. Nhưng ba ngày qua, bệnh tình không những không khá hơn, mà còn nghiêm trọng hơn. Mẹ rất lo lắng, kiên quyết đưa tôi đi bệnh viện kiểm tra. Đến bệnh viện, chúng tôi trước tiên đăng ký, sau đó đợi ở phòng chờ khám khoảng nửa tiếng. Đến lượt tôi, bác sĩ hỏi kỹ triệu chứng của tôi, sau đó đo nhiệt độ cho tôi, kiểm tra cổ họng. Bác sĩ nói tôi bị cảm nặng, cần uống thuốc và nghỉ ngơi nhiều. Bác sĩ kê cho tôi một số thuốc, còn nói cho tôi phải uống nhiều nước nóng, không ăn đồ cay. Chúng tôi đi nhà thuốc lấy thuốc, đóng phí khám chữa bệnh. Về nhà, tôi theo lời khuyên của bác sĩ, uống thuốc đúng giờ, nghỉ ngơi nhiều. Mấy ngày sau, bệnh của tôi cuối cùng khỏi. Lần ốm này khiến tôi hiểu, cơ thể khó chịu nhất định phải kịp thời đi khám bác sĩ."
        }
      ]
    },
    {
      "topic": "網上購物",
      "description": "Mua sắm online",
      "lines": [
        {
          "speaker": "",
          "text": "現在我越來越喜歡在網上購物了。網購真的很方便，不用出門就能買到想要的東西。上個月我在網上買了一件外套。我先在不同的網站上比較了價格和樣式，最後選了一件我最喜歡的。下單的時候，我仔細看了商品的介紹和其他買家的評價。付款後，商家很快就發貨了。快遞員三天後就把包裹送到了我家門口。我打開包裹，發現外套的質量很好，顏色和圖片上的一樣，大小也很合適。我很滿意這次購物。但是網購也有缺點，有時候收到的東西和圖片不一樣，或者質量不好。所以買東西的時候一定要選擇信譽好的商家，多看看其他人的評價。如果收到的東西有問題，可以申請退貨或者換貨。",
          "pinyin": "Xiàn zài wǒ yuè lái yuè xǐ huān zài wǎng shàng gòu wù le。 Wǎng gòu zhēn de hěn fāng biàn， Bù yòng chū mén jiù néng mǎi dào xiǎng yào de dōng xī。 Shàng gè yuè wǒ zài wǎng shàng mǎi le yī jiàn wài tào。 Wǒ xiān zài bù tóng de wǎng zhàn shàng bǐ jiào le jià gé hé yàng shì， Zuì hòu xuǎn le yī jiàn wǒ zuì xǐ huān de。 Xià dān de shí hòu， Wǒ zǎi xì kàn le shāng pǐn de jiè shào hé qí tā mǎi jiā de píng jià。 Fù kuǎn hòu， Shāng jiā hěn kuài jiù fā huò le。 Kuài dì yuán sān tiān hòu jiù bǎ bāo guǒ sòng dào le wǒ jiā mén kǒu。 Wǒ dǎ kāi bāo guǒ， Fā xiàn wài tào de zhì liàng hěn hǎo， Yán sè hé tú piàn shàng de yī yàng， Dà xiǎo yě hěn hé shì。 Wǒ hěn mǎn yì zhè cì gòu wù。 Dàn shì wǎng gòu yě yǒu quē diǎn， Yǒu shí hòu shōu dào de dōng xī hé tú piàn bù yī yàng， Huò zhě zhì liàng bù hǎo。 Suǒ yǐ mǎi dōng xī de shí hòu yí dìng yào xuǎn zé xìn yù hǎo de shāng jiā， Duō kàn kàn qí tā rén de píng jià。 Rú guǒ shōu dào de dōng xī yǒu wèn tí， Kě yǐ shēn qǐng tuì huò huò zhě huàn huò。",
          "translation": "Bây giờ tôi ngày càng thích mua sắm online. Mua hàng online thật sự rất tiện lợi, không cần ra ngoài có thể mua được đồ muốn. Tháng trước tôi mua một áo khoác trên mạng. Tôi trước tiên so sánh giá và kiểu dáng trên các website khác nhau, cuối cùng chọn một cái tôi thích nhất. Khi đặt hàng, tôi xem kỹ giới thiệu sản phẩm và đánh giá của người mua khác. Sau khi thanh toán, người bán rất nhanh giao hàng. Nhân viên giao hàng ba ngày sau đưa bưu kiện đến cửa nhà tôi. Tôi mở bưu kiện, thấy chất lượng áo khoác rất tốt, màu giống như trong ảnh, kích cỡ cũng rất vừa. Tôi rất hài lòng lần mua hàng này. Nhưng mua online cũng có nhược điểm, đôi khi nhận được đồ không giống ảnh, hoặc chất lượng không tốt. Vì vậy khi mua đồ nhất định phải chọn người bán có uy tín tốt, xem nhiều đánh giá của người khác. Nếu nhận được đồ có vấn đề, có thể yêu cầu trả hàng hoặc đổi hàng."
        }
      ]
    },
    {
      "topic": "做飯的樂趣",
      "description": "Niềm vui nấu ăn",
      "lines": [
        {
          "speaker": "",
          "text": "以前我不會做飯，每天都在外面喫或者喫方便麪。後來搬到新家，有了廚房，我就開始學習做飯。剛開始的時候經常失敗，不是鹽放多了，就是火候掌握不好。但是我沒有放棄，每天都嘗試做一道新菜。我在網上看視頻，跟着學。慢慢地，我做的菜越來越好喫了。現在我已經會做很多菜了，比如炒菜、煮湯、蒸魚等等。週末的時候，我喜歡去市場買新鮮的食材，然後回家慢慢做。做飯的時候，我覺得很放鬆，很享受這個過程。做好後，看着漂亮的菜，聞着香味，很有成就感。有時候我會邀請朋友來家裏喫飯，他們都誇我做的菜好喫。現在我覺得做飯不僅能省錢，還能喫得更健康，更重要的是，這是一種很好的放鬆方式。",
          "pinyin": "Yǐ qián wǒ bù huì zuò fàn， Měi tiān dōu zài wài miàn chī huò zhě chī fāng biàn miàn。 Hòu lái bān dào xīn jiā， Yǒu le chú fáng， Wǒ jiù kāi shǐ xué xí zuò fàn。 Gāng kāi shǐ de shí hòu jīng cháng shī bài， Bú shì yán fàng duō le， Jiù shì huǒ hòu zhǎng wò bù hǎo。 Dàn shì wǒ méi yǒu fàng qì， Měi tiān dōu cháng shì zuò yī dào xīn cài。 Wǒ zài wǎng shàng kàn shì pín， Gēn zhe xué。 Màn màn dì， Wǒ zuò de cài yuè lái yuè hǎo chī le。 Xiàn zài wǒ yǐ jīng huì zuò hěn duō cài le， Bǐ rú chǎo cài 、 zhǔ tāng 、 zhēng yú děng děng。 Zhōu mò de shí hòu， Wǒ xǐ huān qù shì chǎng mǎi xīn xiān de shí cái， Rán hòu huí jiā màn màn zuò。 Zuò fàn de shí hòu， Wǒ jué dé hěn fàng sōng， Hěn xiǎng shòu zhè gè guò chéng。 Zuò hǎo hòu， Kàn zhe piào liàng de cài， Wén zhe xiāng wèi， Hěn yǒu chéng jiù gǎn。 Yǒu shí hòu wǒ huì yāo qǐng péng yǒu lái jiā lǐ chī fàn， Tā men dōu kuā wǒ zuò de cài hǎo chī。 Xiàn zài wǒ jué dé zuò fàn bù jǐn néng shěng qián， Hái néng chī dé gèng jiàn kāng， Gèng zhòng yào de shì， Zhè shì yī zhǒng hěn hǎo de fàng sōng fāng shì。",
          "translation": "Trước tôi không biết nấu ăn, mỗi ngày đều ăn ngoài hoặc ăn mì gói. Sau chuyển đến nhà mới, có nhà bếp, tôi bắt đầu học nấu ăn. Lúc mới bắt đầu thường thất bại, không thì cho muối nhiều, không thì nắm lửa không tốt. Nhưng tôi không bỏ cuộc, mỗi ngày đều thử làm một món mới. Tôi xem video trên mạng, học theo. Dần dần, món tôi làm ngày càng ngon. Bây giờ tôi đã biết làm nhiều món, chẳng hạn xào rau, nấu súp, hấp cá v.v. Cuối tuần, tôi thích đi chợ mua nguyên liệu tươi, sau đó về nhà từ từ làm. Khi nấu ăn, tôi thấy rất thư giãn, rất tận hưởng quá trình này. Làm xong, nhìn món ăn đẹp, ngửi mùi thơm, rất có cảm giác thành tựu. Đôi khi tôi mời bạn bè đến nhà ăn cơm, họ đều khen món tôi làm ngon. Bây giờ tôi thấy nấu ăn không chỉ tiết kiệm tiền, còn ăn được khỏe hơn, quan trọng hơn, đây là một cách thư giãn rất tốt."
        }
      ]
    },
    {
      "topic": "節日慶祝",
      "description": "Ăn mừng lễ hội",
      "lines": [
        {
          "speaker": "",
          "text": "中國有很多傳統節日，我最喜歡的是春節。春節是中國最重要的節日，也叫過年。每年春節前，家家戶戶都要大掃除，把家裏打掃得乾乾淨淨。還要買很多喫的東西，準備年夜飯。除夕那天晚上，全家人聚在一起喫團圓飯，邊喫邊聊天，非常熱鬧。喫完飯後，大家一起看春節聯歡晚會。到了半夜十二點，外面開始放煙花爆竹，迎接新年的到來。春節期間，人們互相拜年，說一些吉祥的話，比如新年快樂、恭喜發財等。孩子們最開心，因爲可以收到長輩給的紅包。春節還要走親訪友，大家一起喫飯聊天，很溫馨。雖然現在生活節奏快，但是春節的時候，大家還是會盡量回家，和家人團聚。這是中國人最看重的傳統。",
          "pinyin": "Zhōng guó yǒu hěn duō chuán tǒng jié rì， Wǒ zuì xǐ huān de shì chūn jié。 Chūn jié shì zhōng guó zuì zhòng yào de jié rì， Yě jiào guò nián。 Měi nián chūn jié qián， Jiā jiā hù hù dōu yào dà sǎo chú， Bǎ jiā lǐ dǎ sǎo dé qián qián jìng jìng。 Hái yào mǎi hěn duō chī de dōng xī， Zhǔn bèi nián yè fàn。 Chú xī nà tiān wǎn shàng， Quán jiā rén jù zài yì qǐ chī tuán yuán fàn， Biān chī biān liáo tiān， Fēi cháng rè nào。 Chī wán fàn hòu， Dà jiā yì qǐ kàn chūn jié lián huān wǎn huì。 Dào le bàn yè shí èr diǎn， Wài miàn kāi shǐ fàng yān huā bào zhú， Yíng jiē xīn nián de dào lái。 Chūn jié qī jiān， Rén men hù xiāng bài nián， Shuō yī xiē jí xiáng de huà， Bǐ rú xīn nián kuài lè 、 gōng xǐ fā cái děng。 Hái zi men zuì kāi xīn， Yīn wèi kě yǐ shōu dào zhǎng bèi gěi de hóng bāo。 Chūn jié hái yào zǒu qīn fǎng yǒu， Dà jiā yì qǐ chī fàn liáo tiān， Hěn wēn xīn。 Suī rán xiàn zài shēng huó jié zòu kuài， Dàn shì chūn jié de shí hòu， Dà jiā hái shì huì jǐn liàng huí jiā， Hé jiā rén tuán jù。 Zhè shì zhōng guó rén zuì kàn zhòng de chuán tǒng。",
          "translation": "Trung Quốc có nhiều lễ hội truyền thống, tôi thích nhất là Tết Nguyên Đán. Tết Nguyên Đán là lễ hội quan trọng nhất của Trung Quốc, còn gọi là đón năm mới. Mỗi năm trước Tết, nhà nhà đều phải dọn dẹp lớn, dọn nhà sạch sẽ. Còn phải mua nhiều đồ ăn, chuẩn bị bữa tối giao thừa. Tối hôm giao thừa, cả nhà sum họp ăn cơm đoàn viên, vừa ăn vừa nói chuyện, rất sôi động. Ăn xong cơm, mọi người cùng xem gala Tết. Đến nửa đêm mười hai giờ, bên ngoài bắt đầu bắn pháo hoa, đón năm mới đến. Dịp Tết, mọi người chúc Tết lẫn nhau, nói những lời cát tường, chẳng hạn chúc mừng năm mới, cung hỷ phát tài v.v. Trẻ con vui nhất, vì có thể nhận được lì xì từ người lớn tuổi. Tết còn phải thăm họ hàng bạn bè, mọi người cùng ăn cơm nói chuyện, rất ấm áp. Mặc dù bây giờ nhịp sống nhanh, nhưng dịp Tết, mọi người vẫn cố gắng về nhà, sum họp với gia đình. Đây là truyền thống người Trung Quốc coi trọng nhất."
        }
      ]
    },
    {
      "topic": "交通問題",
      "description": "Vấn đề giao thông",
      "lines": [
        {
          "speaker": "",
          "text": "現在城市裏的交通越來越擁擠了。每天上下班的時候，馬路上都堵得很厲害。坐公交車要等很長時間，而且車上人特別多，常常擠不上去。開車也不方便，不但堵車，停車也很困難，停車費還很貴。我覺得最好的出行方式是坐地鐵。雖然地鐵上班高峯期也很擠，但是速度快，不會堵車，而且很準時。現在越來越多的人選擇騎自行車或者電動車上班，這樣既環保又能鍛鍊身體。但是騎車也有危險，要注意安全。政府現在也在想辦法解決交通問題，比如修建更多的地鐵線路，增加公交車數量，限制汽車數量等。我希望以後交通能夠更加便利，大家出行都能更方便。",
          "pinyin": "Xiàn zài chéng shì lǐ de jiāo tōng yuè lái yuè yōng jǐ le。 Měi tiān shàng xià bān de shí hòu， Mǎ lù shàng dōu dǔ dé hěn lì hài。 Zuò gōng jiāo chē yào děng hěn zhǎng shí jiān， Ér qiě chē shàng rén tè bié duō， Cháng cháng jǐ bù shàng qù。 Kāi chē yě bù fāng biàn， Bù dàn dǔ chē， Tíng chē yě hěn kùn nán， Tíng chē fèi hái hěn guì。 Wǒ jué dé zuì hǎo de chū xíng fāng shì shì zuò dì tiě。 Suī rán dì tiě shàng bān gāo fēng qī yě hěn jǐ， Dàn shì sù dù kuài， Bù huì dǔ chē， Ér qiě hěn zhǔn shí。 Xiàn zài yuè lái yuè duō de rén xuǎn zé qí zì xíng chē huò zhě diàn dòng chē shàng bān， Zhè yàng jì huán bǎo yòu néng duàn liàn shēn tǐ。 Dàn shì qí chē yě yǒu wēi xiǎn， Yào zhù yì ān quán。 Zhèng fǔ xiàn zài yě zài xiǎng bàn fǎ jiě jué jiāo tōng wèn tí， Bǐ rú xiū jiàn gèng duō de dì tiě xiàn lù， Zēng jiā gōng jiāo chē shù liàng， Xiàn zhì qì chē shù liàng děng。 Wǒ xī wàng yǐ hòu jiāo tōng néng gòu gèng jiā biàn lì， Dà jiā chū xíng dōu néng gèng fāng biàn。",
          "translation": "Bây giờ giao thông trong thành phố ngày càng tắc nghẽn. Mỗi ngày giờ đi làm về làm, đường phố đều tắc rất nặng. Đi xe buýt phải đợi rất lâu, và trên xe người đặc biệt đông, thường chen không lên được. Lái xe cũng không tiện, không chỉ tắc đường, đỗ xe cũng rất khó, phí đỗ xe còn rất đắt. Tôi thấy cách đi lại tốt nhất là đi tàu điện ngầm. Mặc dù tàu điện ngầm giờ cao điểm đi làm cũng rất đông, nhưng tốc độ nhanh, không tắc đường, và rất đúng giờ. Bây giờ ngày càng nhiều người chọn đi xe đạp hoặc xe điện đi làm, như vậy vừa thân thiện môi trường vừa có thể tập thể dục. Nhưng đi xe cũng nguy hiểm, phải chú ý an toàn. Chính phủ bây giờ cũng đang nghĩ cách giải quyết vấn đề giao thông, chẳng hạn xây thêm tuyến tàu điện ngầm, tăng số lượng xe buýt, hạn chế số lượng ô tô v.v. Tôi hi vọng sau giao thông có thể thuận tiện hơn, mọi người đi lại đều tiện hơn."
        }
      ]
    },
    {
      "topic": "我的宿舍",
      "description": "Ký túc xá của tôi",
      "lines": [
        {
          "speaker": "",
          "text": "我住在學校的宿舍樓裏，在第五層。宿舍不大，但是很乾淨。房間裏有兩張牀、兩個書桌、一個衣櫃和一個冰箱。牆上掛着一盞燈，晚上讀書很方便。我還買了一臺空調，夏天就不會太熱了。我的室友是個很可愛的女孩兒，她叫小美，戴着一副藍色的眼鏡，看起來很斯文。她學習很認真，成績很好，是我們班的第一名。小美的愛好是畫畫，她畫的畫很漂亮。牆上貼着幾張她畫的照片。我們相處得很好，從來不吵架。早上我們一起起牀，一起刷牙洗臉，然後去食堂喫早飯。晚上回來後，一邊聊天一邊複習功課。週末的時候，我們喜歡一起去附近的花園散步。那裏有很多樹和草，環境很美。我很喜歡我的宿舍生活。",
          "pinyin": "Wǒ zhù zài xué xiào de sù shè lóu lǐ， Zài dì wǔ céng。 Sù shè bù dà， Dàn shì hěn qián jìng。 Fáng jiān lǐ yǒu liǎng zhāng chuáng 、 liǎng gè shū zhuō 、 yī gè yī guì hé yī gè bīng xiāng。 Qiáng shàng guà zhe yī zhǎn dēng， Wǎn shàng dú shū hěn fāng biàn。 Wǒ hái mǎi le yī tái kōng diào， Xià tiān jiù bù huì tài rè le。 Wǒ de shì yǒu shì gè hěn kě ài de nǚ hái ér， Tā jiào xiǎo měi， Dài zhe yī fù lán sè de yǎn jìng， Kàn qǐ lái hěn sī wén。 Tā xué xí hěn rèn zhēn， Chéng jī hěn hǎo， Shì wǒ men bān de dì yì míng。 Xiǎo měi de ài hǎo shì huà huà， Tā huà de huà hěn piào liàng。 Qiáng shàng tiē zhe jǐ zhāng tā huà de zhào piān。 Wǒ men xiāng chù dé hěn hǎo， Cóng lái bù chǎo jià。 Zǎo shàng wǒ men yì qǐ qǐ chuáng， Yì qǐ shuā yá xǐ liǎn， Rán hòu qù shí táng chī zǎo fàn。 Wǎn shàng huí lái hòu， Yī biān liáo tiān yī biān fù xí gōng kè。 Zhōu mò de shí hòu， Wǒ men xǐ huān yì qǐ qù fù jìn de huā yuán sàn bù。 Nà lǐ yǒu hěn duō shù hé cǎo， Huán jìng hěn měi。 Wǒ hěn xǐ huān wǒ de sù shè shēng huó。",
          "translation": "Tôi ở trong nhà ký túc xá của trường, ở tầng năm. Ký túc xá không lớn, nhưng rất sạch. Trong phòng có hai giường, hai bàn học, một tủ quần áo và một tủ lạnh. Trên tường treo một cái đèn, tối đọc sách rất tiện. Tôi còn mua một máy điều hòa, mùa hè sẽ không quá nóng. Bạn cùng phòng của tôi là một cô gái rất đáng yêu, cô ấy tên Tiểu Mỹ, đeo một cặp kính màu xanh, trông rất hiền. Cô ấy học rất chăm chỉ, thành tích rất tốt, là số một lớp chúng tôi. Sở thích của Tiểu Mỹ là vẽ tranh, tranh cô vẽ rất đẹp. Trên tường dán mấy bức ảnh cô vẽ. Chúng tôi hòa hợp rất tốt, chưa bao giờ cãi nhau. Sáng chúng tôi cùng dậy, cùng đánh răng rửa mặt, sau đó đi nhà ăn ăn sáng. Tối về, vừa nói chuyện vừa ôn bài. Cuối tuần, chúng tôi thích cùng đi công viên gần đó dạo chơi. Ở đó có nhiều cây và cỏ, môi trường rất đẹp. Tôi rất thích cuộc sống ký túc xá của mình."
        }
      ]
    },
    {
      "topic": "我的家鄉",
      "description": "Quê hương tôi",
      "lines": [
        {
          "speaker": "",
          "text": "我的家鄉在中國南方的一個小城市。那裏有很多河，河邊種着很多樹，環境非常美。家鄉一年有四個季節：春、夏、秋、冬。春天的時候，花園裏開滿了花，很漂亮。夏天很熱，太陽很大，但是可以在河裏游泳。秋天是最舒服的季節，天氣不冷也不熱，樹葉變成黃色和紅色，像一幅美麗的畫。冬天比較冷，有時候會下雪。我的家在一條安靜的街道上，房子是兩層的，有個小花園。花園裏有一棵很大的樹，還有一些草和花。我的爺爺奶奶也住在附近，離我家只有五分鐘的路程。週末的時候，我們經常去看望他們。爺爺很喜歡給我講故事，奶奶做飯很好喫。雖然我現在在外地工作，但是我經常想念家鄉。每年春節的時候，我都會回去看看。",
          "pinyin": "Wǒ de jiā xiāng zài zhōng guó nán fāng de yī gè xiǎo chéng shì。 Nà lǐ yǒu hěn duō hé， Hé biān zhǒng zhe hěn duō shù， Huán jìng fēi cháng měi。 Jiā xiāng yī nián yǒu sì gè jì jié： Chūn 、 xià 、 qiū 、 dōng。 Chūn tiān de shí hòu， Huā yuán lǐ kāi mǎn le huā， Hěn piào liàng。 Xià tiān hěn rè， Tài yáng hěn dà， Dàn shì kě yǐ zài hé lǐ yóu yǒng。 Qiū tiān shì zuì shū fú de jì jié， Tiān qì bù lěng yě bù rè， Shù yè biàn chéng huáng sè hé hóng sè， Xiàng yī fú měi lì de huà。 Dōng tiān bǐ jiào lěng， Yǒu shí hòu huì xià xuě。 Wǒ de jiā zài yī tiáo ān jìng de jiē dào shàng， Fáng zi shì liǎng céng de， Yǒu gè xiǎo huā yuán。 Huā yuán lǐ yǒu yī kē hěn dà de shù， Hái yǒu yī xiē cǎo hé huā。 Wǒ de yé yé nǎi nǎi yě zhù zài fù jìn， Lí wǒ jiā zhǐ yǒu wǔ fēn zhōng de lù chéng。 Zhōu mò de shí hòu， Wǒ men jīng cháng qù kàn wàng tā men。 Yé yé hěn xǐ huān gěi wǒ jiǎng gù shì， Nǎi nǎi zuò fàn hěn hǎo chī。 Suī rán wǒ xiàn zài zài wài dì gōng zuò， Dàn shì wǒ jīng cháng xiǎng niàn jiā xiāng。 Měi nián chūn jié de shí hòu， Wǒ dōu huì huí qù kàn kàn。",
          "translation": "Quê hương tôi ở một thành phố nhỏ phía Nam Trung Quốc. Ở đó có nhiều sông, bên sông trồng nhiều cây, môi trường rất đẹp. Quê hương một năm có bốn mùa: xuân, hạ, thu, đông. Mùa xuân, trong vườn nở đầy hoa, rất đẹp. Mùa hè rất nóng, mặt trời rất to, nhưng có thể bơi trong sông. Mùa thu là mùa thoải mái nhất, thời tiết không lạnh cũng không nóng, lá cây chuyển thành màu vàng và đỏ, như một bức tranh đẹp. Mùa đông khá lạnh, đôi khi tuyết rơi. Nhà tôi ở trên một con phố yên tĩnh, nhà hai tầng, có vườn nhỏ. Trong vườn có một cây rất to, còn có một ít cỏ và hoa. Ông bà tôi cũng ở gần đó, cách nhà tôi chỉ năm phút đường. Cuối tuần, chúng tôi thường đi thăm ông bà. Ông rất thích kể chuyện cho tôi nghe, bà nấu ăn rất ngon. Mặc dù bây giờ tôi làm việc ở ngoại địa, nhưng tôi thường nhớ quê. Mỗi năm Tết Nguyên Đán, tôi đều về xem."
        }
      ]
    },
    {
      "topic": "參加朋友婚禮",
      "description": "Tham dự đám cưới bạn",
      "lines": [
        {
          "speaker": "",
          "text": "上個月，我的好朋友結婚了。婚禮在一家有名的賓館舉行。那天早上，我特地穿了一件藍色的襯衫和黑色的褲子，看起來很正式。我坐地鐵去賓館，路上還買了一份禮物。到了賓館，我發現已經來了很多客人。大家都穿着漂亮的衣服，女士們穿着裙子和高跟鞋，男士們穿着西裝。婚禮很熱鬧，新郎新娘看起來很幸福。他們互相祝福，表演了一個小節目，大家都鼓掌。然後我們一起喫飯。餐桌上有很多菜，有魚、肉、蛋糕、水果，還有葡萄和香蕉。服務員用盤子和碗端來各種菜，我們用筷子喫飯。飯菜的味道很好，蛋糕很甜。大家一邊喫一邊聊天，氣氛非常熱情。喫完飯，我們一起照相留念。這是一個難忘的日子。我祝願我的朋友們永遠幸福。",
          "pinyin": "Shàng gè yuè， Wǒ de hǎo péng yǒu jié hūn le。 Hūn lǐ zài yī jiā yǒu míng de bīn guǎn jǔ xíng。 Nà tiān zǎo shàng， Wǒ tè dì chuān le yī jiàn lán sè de chèn shān hé hēi sè de kù zi， Kàn qǐ lái hěn zhèng shì。 Wǒ zuò dì tiě qù bīn guǎn， Lù shàng hái mǎi le yī fèn lǐ wù。 Dào le bīn guǎn， Wǒ fā xiàn yǐ jīng lái le hěn duō kè rén。 Dà jiā dōu chuān zhe piào liàng de yī fú， Nǚ shì men chuān zhe qún zi hé gāo gēn xié， Nán shì men chuān zhe xī zhuāng。 Hūn lǐ hěn rè nào， Xīn láng xīn niáng kàn qǐ lái hěn xìng fú。 Tā men hù xiāng zhù fú， Biǎo yǎn le yī gè xiǎo jié mù， Dà jiā dōu gǔ zhǎng。 Rán hòu wǒ men yì qǐ chī fàn。 Cān zhuō shàng yǒu hěn duō cài， Yǒu yú 、 ròu 、 dàn gāo 、 shuǐ guǒ， Hái yǒu pú táo hé xiāng jiāo。 Fú wù yuán yòng pán zi hé wǎn duān lái gè zhǒng cài， Wǒ men yòng kuài zi chī fàn。 Fàn cài de wèi dào hěn hǎo， Dàn gāo hěn tián。 Dà jiā yī biān chī yī biān liáo tiān， Qì fēn fēi cháng rè qíng。 Chī wán fàn， Wǒ men yì qǐ zhào xiàng liú niàn。 Zhè shì yī gè nán wàng de rì zi。 Wǒ zhù yuàn wǒ de péng yǒu men yǒng yuǎn xìng fú。",
          "translation": "Tháng trước, bạn tốt của tôi kết hôn. Đám cưới được tổ chức ở một khách sạn nổi tiếng. Sáng hôm đó, tôi đặc biệt mặc một áo sơ mi màu xanh và quần đen, trông rất trang trọng. Tôi đi tàu điện ngầm đến khách sạn, trên đường còn mua một món quà. Đến khách sạn, tôi thấy đã đến rất nhiều khách. Mọi người đều mặc quần áo đẹp, phụ nữ mặc váy và giày cao gót, đàn ông mặc vest. Đám cưới rất sôi động, chú rể cô dâu trông rất hạnh phúc. Họ chúc phúc lẫn nhau, biểu diễn một tiết mục nhỏ, mọi người đều vỗ tay. Sau đó chúng tôi cùng ăn cơm. Trên bàn ăn có nhiều món, có cá, thịt, bánh, trái cây, còn có nho và chuối. Nhân viên dùng đĩa và bát mang đến các món, chúng tôi dùng đũa ăn cơm. Hương vị món ăn rất tốt, bánh rất ngọt. Mọi người vừa ăn vừa nói chuyện, không khí rất nồng hậu. Ăn xong cơm, chúng tôi cùng chụp ảnh lưu niệm. Đây là một ngày khó quên. Tôi chúc bạn bè của tôi mãi mãi hạnh phúc."
        }
      ]
    },
    {
      "topic": "動物園一日遊",
      "description": "Một ngày ở sở thú",
      "lines": [
        {
          "speaker": "",
          "text": "昨天天氣很好，陽光明媚，我和家人一起去動物園玩。我們早上八點就出發了，坐了一輛公交車，大約三十分鐘就到了。動物園很大，裏面有各種各樣的動物。我們首先去看熊貓。熊貓真可愛，黑白相間的，正在喫竹子。它們的動作很慢，看起來很悠閒。然後我們去看猴子，猴子很聰明，一會兒爬樹，一會兒跳來跳去，非常活潑。我們還看到了很多鳥，它們的聲音很好聽，羽毛的顏色也很漂亮。中午的時候，我們在動物園的餐廳喫飯。我點了一份麪包和果汁，弟弟點了麪條和啤酒。喫飽以後，我們繼續參觀。下午我們去看了一場表演，有小狗、小貓等動物表演各種節目，非常有趣。看完表演，我用照相機拍了很多照片。離開動物園的時候，我們都覺得今天玩得很開心。",
          "pinyin": "Zuó tiān tiān qì hěn hǎo， Yáng guāng míng mèi， Wǒ hé jiā rén yì qǐ qù dòng wù yuán wán。 Wǒ men zǎo shàng bā diǎn jiù chū fā le， Zuò le yī liàng gōng jiāo chē， Dà yuē sān shí fēn zhōng jiù dào le。 Dòng wù yuán hěn dà， Lǐ miàn yǒu gè zhǒng gè yàng de dòng wù。 Wǒ men shǒu xiān qù kàn xióng māo。 Xióng māo zhēn kě ài， Hēi bái xiàng jiān de， Zhèng zài chī zhú zi。 Tā men de dòng zuò hěn màn， Kàn qǐ lái hěn yōu xián。 Rán hòu wǒ men qù kàn hóu zi， Hóu zi hěn cōng míng， Yī huì ér pá shù， Yī huì ér tiào lái tiào qù， Fēi cháng huó pō。 Wǒ men hái kàn dào le hěn duō niǎo， Tā men de shēng yīn hěn hǎo tīng， Yǔ máo de yán sè yě hěn piào liàng。 Zhōng wǔ de shí hòu， Wǒ men zài dòng wù yuán de cān tīng chī fàn。 Wǒ diǎn le yī fèn miàn bāo hé guǒ zhī， Dì di diǎn le miàn tiáo hé pí jiǔ。 Chī bǎo yǐ hòu， Wǒ men jì xù cān guān。 Xià wǔ wǒ men qù kàn le yī chǎng biǎo yǎn， Yǒu xiǎo gǒu 、 xiǎo māo děng dòng wù biǎo yǎn gè zhǒng jié mù， Fēi cháng yǒu qù。 Kàn wán biǎo yǎn， Wǒ yòng zhào xiàng jī pāi le hěn duō zhào piān。 Lí kāi dòng wù yuán de shí hòu， Wǒ men dōu jué dé jīn tiān wán dé hěn kāi xīn。",
          "translation": "Hôm qua thời tiết rất tốt, nắng đẹp, tôi và gia đình cùng đi sở thú chơi. Chúng tôi 8 giờ sáng khởi hành, đi một chiếc xe buýt, khoảng ba mươi phút là đến. Sở thú rất lớn, trong đó có đủ loại động vật. Chúng tôi trước tiên đi xem gấu trúc. Gấu trúc thật đáng yêu, đen trắng xen kẽ, đang ăn tre. Động tác của chúng rất chậm, trông rất thư thái. Sau đó chúng tôi đi xem khỉ, khỉ rất thông minh, lúc thì leo cây, lúc nhảy nhót, rất hoạt bát. Chúng tôi còn thấy nhiều chim, tiếng của chúng rất hay, màu lông cũng rất đẹp. Trưa, chúng tôi ăn cơm ở nhà hàng trong sở thú. Tôi gọi một phần bánh mì và nước trái cây, em trai gọi mì và bia. Ăn no rồi, chúng tôi tiếp tục tham quan. Chiều chúng tôi đi xem một buổi biểu diễn, có chó nhỏ, mèo nhỏ v.v. động vật biểu diễn các tiết mục, rất thú vị. Xem xong biểu diễn, tôi dùng máy ảnh chụp rất nhiều ảnh. Rời sở thú, chúng tôi đều thấy hôm nay chơi rất vui."
        }
      ]
    },
    {
      "topic": "意外的相遇",
      "description": "Gặp gỡ bất ngờ",
      "lines": [
        {
          "speaker": "",
          "text": "今天發生了一件奇怪的事情。早上我去銀行辦事，在電梯裏遇到了我的小學同學。我們已經有十年沒見面了，所以剛開始我沒認出他來。後來他叫了我的名字，我纔想起來。我們都很高興，馬上找了一家咖啡館坐下來聊天。他告訴我，他現在在這家銀行工作，是一名普通的職員。他已經結婚了，有一個可愛的女兒。我們聊了很多童年的事情，想起了很多有趣的故事。比如我們以前一起爬山，一起玩遊戲，一起準備考試。時間過得真快，一轉眼就是十年了。他說他現在的生活很平凡，但很幸福。我也和他分享了我的近況。我們互相留了電話號碼和電子郵箱，約定以後要經常聯繫。離開的時候，他突然問我：你還記得我們小學的校長嗎？我笑着說當然記得。這次偶然的相遇讓我很開心，也讓我明白了友誼的重要性。",
          "pinyin": "Jīn tiān fā shēng le yī jiàn qí guài de shì qíng。 Zǎo shàng wǒ qù yín xíng bàn shì， Zài diàn tī lǐ yù dào le wǒ de xiǎo xué tóng xué。 Wǒ men yǐ jīng yǒu shí nián méi jiàn miàn le， Suǒ yǐ gāng kāi shǐ wǒ méi rèn chū tā lái。 Hòu lái tā jiào le wǒ de míng zì， Wǒ cái xiǎng qǐ lái。 Wǒ men dōu hěn gāo xìng， Mǎ shàng zhǎo le yī jiā kā fēi guǎn zuò xià lái liáo tiān。 Tā gào sù wǒ， Tā xiàn zài zài zhè jiā yín xíng gōng zuò， Shì yī míng pǔ tōng de zhí yuán。 Tā yǐ jīng jié hūn le， Yǒu yī gè kě ài de nǚ ér。 Wǒ men liáo le hěn duō tóng nián de shì qíng， Xiǎng qǐ le hěn duō yǒu qù de gù shì。 Bǐ rú wǒ men yǐ qián yì qǐ pá shān， Yì qǐ wán yóu xì， Yì qǐ zhǔn bèi kǎo shì。 Shí jiān guò dé zhēn kuài， Yī zhuǎn yǎn jiù shì shí nián le。 Tā shuō tā xiàn zài de shēng huó hěn píng fán， Dàn hěn xìng fú。 Wǒ yě hé tā fēn xiǎng le wǒ de jìn kuàng。 Wǒ men hù xiāng liú le diàn huà hào mǎ hé diàn zi yóu xiāng， Yuē dìng yǐ hòu yào jīng cháng lián xì。 Lí kāi de shí hòu， Tā tū rán wèn wǒ： Nǐ hái jì dé wǒ men xiǎo xué de xiào zhǎng ma？ Wǒ xiào zhe shuō dāng rán jì dé。 Zhè cì ǒu rán de xiāng yù ràng wǒ hěn kāi xīn， Yě ràng wǒ míng bái le yǒu yì de zhòng yào xìng。",
          "translation": "Hôm nay xảy ra một chuyện kỳ lạ. Sáng tôi đi ngân hàng làm việc, trong thang máy gặp bạn học tiểu học của tôi. Chúng tôi đã mười năm không gặp mặt, nên lúc đầu tôi không nhận ra anh. Sau anh gọi tên tôi, tôi mới nhớ ra. Chúng tôi đều rất vui, lập tức tìm một quán cà phê ngồi nói chuyện. Anh nói cho tôi biết, anh bây giờ làm việc ở ngân hàng này, là một nhân viên bình thường. Anh đã kết hôn, có một con gái đáng yêu. Chúng tôi nói chuyện nhiều chuyện thời thơ ấu, nhớ lại nhiều câu chuyện thú vị. Chẳng hạn chúng tôi trước cùng leo núi, cùng chơi game, cùng chuẩn bị thi cử. Thời gian qua thật nhanh, chớp mắt là mười năm. Anh nói cuộc sống bây giờ của anh rất bình thường, nhưng rất hạnh phúc. Tôi cũng chia sẻ với anh tình hình gần đây của tôi. Chúng tôi để lại số điện thoại và email cho nhau, hẹn sau phải liên lạc thường xuyên. Khi rời đi, anh đột nhiên hỏi tôi: cậu còn nhớ hiệu trưởng tiểu học chúng ta không? Tôi cười nói đương nhiên nhớ. Lần gặp gỡ tình cờ này khiến tôi rất vui, cũng khiến tôi hiểu được tầm quan trọng của tình bạn."
        }
      ]
    },
    {
      "topic": "考試前後",
      "description": "Trước và sau kỳ thi",
      "lines": [
        {
          "speaker": "",
          "text": "下個星期要期末考試了，我必須好好準備。這幾天我一直在圖書館複習，幾乎每天都學到很晚。我主要複習數學和歷史，因爲這兩門課對我來說比較難。數學需要記住很多公式，歷史要記住很多重要的日期和事件。爲了提高成績，我制定了一個詳細的複習計劃。每天早上六點起牀，先複習兩個小時的數學，然後去教室上課。中午喫完飯後，在宿舍休息一會兒，下午繼續複習歷史。晚上會做一些練習題，檢查自己掌握得怎麼樣。我的同事們也很認真，大家經常在一起討論問題。有時候遇到不懂的地方，我會去問老師。老師總是很耐心地解釋，直到我完全理解爲止。雖然複習很辛苦，但是我相信只要努力，就一定能考好。考試結束後，我要好好休息，然後去旅遊放鬆一下。",
          "pinyin": "Xià gè xīng qī yào qī mò kǎo shì le， Wǒ bì xū hǎo hǎo zhǔn bèi。 Zhè jǐ tiān wǒ yì zhí zài tú shū guǎn fù xí， Jǐ hū měi tiān dōu xué dào hěn wǎn。 Wǒ zhǔ yào fù xí shù xué hé lì shǐ， Yīn wèi zhè liǎng mén kè duì wǒ lái shuō bǐ jiào nán。 Shù xué xū yào jì zhù hěn duō gōng shì， Lì shǐ yào jì zhù hěn duō zhòng yào de rì qī hé shì jiàn。 Wèi le tí gāo chéng jī， Wǒ zhì dìng le yī gè xiáng xì de fù xí jì huà。 Měi tiān zǎo shàng liù diǎn qǐ chuáng， Xiān fù xí liǎng gè xiǎo shí de shù xué， Rán hòu qù jiào shì shàng kè。 Zhōng wǔ chī wán fàn hòu， Zài sù shè xiū xī yī huì ér， Xià wǔ jì xù fù xí lì shǐ。 Wǎn shàng huì zuò yī xiē liàn xí tí， Jiǎn chá zì jǐ zhǎng wò dé zěn me yàng。 Wǒ de tóng shì men yě hěn rèn zhēn， Dà jiā jīng cháng zài yì qǐ tǎo lùn wèn tí。 Yǒu shí hòu yù dào bù dǒng de dì fāng， Wǒ huì qù wèn lǎo shī。 Lǎo shī zǒng shì hěn nài xīn dì jiě shì， Zhí dào wǒ wán quán lǐ jiě wèi zhǐ。 Suī rán fù xí hěn xīn kǔ， Dàn shì wǒ xiāng xìn zhǐ yào nǔ lì， Jiù yí dìng néng kǎo hǎo。 Kǎo shì jié shù hòu， Wǒ yào hǎo hǎo xiū xī， Rán hòu qù lǚ yóu fàng sōng yī xià。",
          "translation": "Tuần sau phải thi cuối kỳ, tôi phải chuẩn bị tốt. Mấy ngày này tôi liên tục ôn ở thư viện, hầu như mỗi ngày đều học đến rất muộn. Tôi chủ yếu ôn toán và lịch sử, vì hai môn này đối với tôi khá khó. Toán cần nhớ nhiều công thức, lịch sử phải nhớ nhiều ngày tháng và sự kiện quan trọng. Để nâng cao thành tích, tôi lập một kế hoạch ôn tập chi tiết. Mỗi ngày 6 giờ sáng dậy, trước tiên ôn hai tiếng toán, sau đó đến lớp học. Trưa ăn xong cơm, nghỉ ngơi một lúc ở ký túc xá, chiều tiếp tục ôn lịch sử. Tối sẽ làm một số bài tập, kiểm tra mình nắm thế nào. Đồng nghiệp của tôi cũng rất chăm chỉ, mọi người thường cùng thảo luận vấn đề. Đôi khi gặp chỗ không hiểu, tôi sẽ đi hỏi thầy. Thầy luôn rất kiên nhẫn giải thích, cho đến khi tôi hoàn toàn hiểu. Mặc dù ôn tập rất vất vả, nhưng tôi tin chỉ cần cố gắng, nhất định thi tốt được. Thi xong, tôi muốn nghỉ ngơi tốt, sau đó đi du lịch thư giãn."
        }
      ]
    },
    {
      "topic": "鄰居之間",
      "description": "Giữa những người hàng xóm",
      "lines": [
        {
          "speaker": "",
          "text": "我的鄰居王阿姨是一個很熱情的人。她今年五十多歲了，但是看起來很年輕。她有一頭短短的黑髮，不胖也不瘦，身材剛剛好。王阿姨很關心我們，經常來幫忙。有一次我生病發燒，她知道後馬上給我送來了藥和熱湯。她還有一個兒子，是出租車司機，經常開車帶我們出去玩。王阿姨的愛好是種花，她家門口有一個小花園，裏面種着各種各樣的花，一年四季都很漂亮。她還喜歡做菜，每次做了好喫的都會叫我們去嚐嚐。她做的菜很有特色，既不太鹹也不太淡，味道剛剛好。我們之間的關係很好，就像一家人一樣。有什麼困難都會互相幫助。去年她摔了一跤，腿受傷了，我每天都去照顧她，幫她買菜做飯。現在她已經好了，我們的關係變得更好了。有這樣的鄰居，我覺得很幸運。",
          "pinyin": "Wǒ de lín jū wáng ā yí shì yī gè hěn rè qíng de rén。 Tā jīn nián wǔ shí duō suì le， Dàn shì kàn qǐ lái hěn nián qīng。 Tā yǒu yī tóu duǎn duǎn de hēi fà， Bù pàng yě bù shòu， Shēn cái gāng gāng hǎo。 Wáng ā yí hěn guān xīn wǒ men， Jīng cháng lái bāng máng。 Yǒu yī cì wǒ shēng bìng fā shāo， Tā zhī dào hòu mǎ shàng gěi wǒ sòng lái le yào hé rè tāng。 Tā hái yǒu yī gè ér zi， Shì chū zū chē sī jī， Jīng cháng kāi chē dài wǒ men chū qù wán。 Wáng ā yí de ài hǎo shì zhǒng huā， Tā jiā mén kǒu yǒu yī gè xiǎo huā yuán， Lǐ miàn zhǒng zhe gè zhǒng gè yàng de huā， Yī nián sì jì dōu hěn piào liàng。 Tā hái xǐ huān zuò cài， Měi cì zuò le hǎo chī de dōu huì jiào wǒ men qù cháng cháng。 Tā zuò de cài hěn yǒu tè sè， Jì bù tài xián yě bù tài dàn， Wèi dào gāng gāng hǎo。 Wǒ men zhī jiān de guān xì hěn hǎo， Jiù xiàng yī jiā rén yī yàng。 Yǒu shén me kùn nán dōu huì hù xiāng bāng zhù。 Qù nián tā shuāi le yī jiāo， Tuǐ shòu shāng le， Wǒ měi tiān dōu qù zhào gù tā， Bāng tā mǎi cài zuò fàn。 Xiàn zài tā yǐ jīng hǎo le， Wǒ men de guān xì biàn dé gèng hǎo le。 Yǒu zhè yàng de lín jū， Wǒ jué dé hěn xìng yùn。",
          "translation": "Hàng xóm của tôi cô Vương là một người rất nhiệt tình. Cô năm nay năm mươi mấy tuổi, nhưng trông rất trẻ. Cô có mái tóc ngắn đen, không béo cũng không gầy, dáng người vừa phải. Cô Vương rất quan tâm chúng tôi, thường đến giúp đỡ. Có lần tôi ốm sốt, cô biết sau lập tức đưa cho tôi thuốc và súp nóng. Cô còn có một con trai, là tài xế taxi, thường lái xe đưa chúng tôi đi chơi. Sở thích của cô Vương là trồng hoa, trước cửa nhà cô có một vườn hoa nhỏ, trong đó trồng đủ loại hoa, bốn mùa đều rất đẹp. Cô còn thích nấu ăn, mỗi lần làm ngon đều gọi chúng tôi đến nếm. Món cô làm rất có đặc sắc, không quá mặn cũng không quá nhạt, vị vừa phải. Quan hệ giữa chúng tôi rất tốt, giống như một gia đình. Có khó khăn gì đều giúp đỡ lẫn nhau. Năm ngoái cô ngã một cái, chân bị thương, tôi mỗi ngày đều đến chăm sóc cô, giúp cô mua rau nấu ăn. Bây giờ cô đã khỏe, quan hệ của chúng tôi trở nên tốt hơn. Có hàng xóm như vậy, tôi thấy rất may mắn."
        }
      ]
    },
    {
      "topic": "語言學習的重要性",
      "description": "Tầm quan trọng của học ngoại ngữ",
      "lines": [
        {
          "speaker": "",
          "text": "在現代社會，學習外語變得越來越重要了。掌握一門外語不僅可以幫助我們瞭解不同國家的文化，還能在工作中發揮重要作用。根據調查，會說多種語言的人一般工作機會更多，工資水平也更高。學習語言需要一定的方法。首先，要每天堅持練習，不能三天打魚兩天曬網。其次，要養成良好的學習習慣，比如每天背一些新詞語，看外語新聞，聽外語歌曲等。另外，還要多和外國人交流，這樣才能真正提高口語水平。學習語言不是一件容易的事情，需要很長時間。很多人剛開始學的時候很有興趣，但是後來就放棄了。我認爲最重要的是要有耐心，不要因爲一點兒困難就着急或者難過。要相信自己，只要堅持下去，就一定能成功。現在世界變得越來越小，各國之間的關係也越來越密切。學好外語對我們的未來發展很有幫助。",
          "pinyin": "Zài xiàn dài shè huì， Xué xí wài yǔ biàn dé yuè lái yuè zhòng yào le。 Zhǎng wò yī mén wài yǔ bù jǐn kě yǐ bāng zhù wǒ men liǎo jiě bù tóng guó jiā de wén huà， Hái néng zài gōng zuò zhōng fā huī zhòng yào zuò yòng。 Gēn jù diào chá， Huì shuō duō zhǒng yǔ yán de rén yì bān gōng zuò jī huì gèng duō， Gōng zī shuǐ píng yě gèng gāo。 Xué xí yǔ yán xū yào yí dìng de fāng fǎ。 Shǒu xiān， Yào měi tiān jiān chí liàn xí， Bù néng sān tiān dǎ yú liǎng tiān shài wǎng。 Qí cì， Yào yǎng chéng liáng hǎo de xué xí xí guàn， Bǐ rú měi tiān bèi yī xiē xīn cí yǔ， Kàn wài yǔ xīn wén， Tīng wài yǔ gē qǔ děng。 Lìng wài， Hái yào duō hé wài guó rén jiāo liú， Zhè yàng cái néng zhēn zhèng tí gāo kǒu yǔ shuǐ píng。 Xué xí yǔ yán bú shì yī jiàn róng yì de shì qíng， Xū yào hěn zhǎng shí jiān。 Hěn duō rén gāng kāi shǐ xué de shí hòu hěn yǒu xìng qù， Dàn shì hòu lái jiù fàng qì le。 Wǒ rèn wèi zuì zhòng yào de shì yào yǒu nài xīn， Bú yào yīn wèi yī diǎn ér kùn nán jiù zháo jí huò zhě nán guò。 Yào xiāng xìn zì jǐ， Zhǐ yào jiān chí xià qù， Jiù yí dìng néng chéng gōng。 Xiàn zài shì jiè biàn dé yuè lái yuè xiǎo， Gè guó zhī jiān de guān xì yě yuè lái yuè mì qiè。 Xué hǎo wài yǔ duì wǒ men de wèi lái fā zhǎn hěn yǒu bāng zhù。",
          "translation": "Trong xã hội hiện đại, học ngoại ngữ trở nên ngày càng quan trọng. Thành thạo một ngoại ngữ không chỉ có thể giúp chúng ta hiểu văn hóa các nước khác nhau, còn có thể phát huy vai trò quan trọng trong công việc. Theo điều tra, người biết nói nhiều ngôn ngữ nói chung có nhiều cơ hội việc làm hơn, mức lương cũng cao hơn. Học ngôn ngữ cần có phương pháp nhất định. Trước tiên, phải kiên trì luyện tập mỗi ngày, không thể ba hôm đánh cá hai hôm phơi lưới. Tiếp theo, phải nuôi dưỡng thói quen học tốt, chẳng hạn mỗi ngày thuộc một số từ mới, xem tin tức ngoại ngữ, nghe nhạc ngoại ngữ v.v. Ngoài ra, còn phải giao lưu nhiều với người nước ngoài, như vậy mới thực sự nâng cao trình độ nói. Học ngôn ngữ không phải việc dễ, cần thời gian rất dài. Nhiều người lúc mới học rất có hứng thú, nhưng sau đó bỏ cuộc. Tôi cho rằng quan trọng nhất là phải có kiên nhẫn, đừng vì một chút khó khăn mà lo lắng hoặc buồn. Phải tin mình, chỉ cần kiên trì tiếp tục, nhất định thành công được. Bây giờ thế giới trở nên ngày càng nhỏ, quan hệ giữa các nước cũng ngày càng mật thiết. Học tốt ngoại ngữ rất có ích cho sự phát triển tương lai của chúng ta."
        }
      ]
    },
    {
      "topic": "城市變化",
      "description": "Thay đổi của thành phố",
      "lines": [
        {
          "speaker": "",
          "text": "我的家鄉這幾年變化很大。以前這裏的街道很窄，兩輛車很難同時通過。現在街道變寬了，馬路兩邊還種了很多樹。以前這裏只有幾座低矮的樓房，現在到處都是高樓大廈。市中心新開了一個很大的購物中心，裏面有各種商店、餐廳、電影院，還有遊戲廳。週末的時候，很多人都喜歡去那裏。除了這些，城市的交通也發生了很大的變化。以前只有公交車，現在有了地鐵，還有很多出租車。人們出行更方便了。政府還新建了一個體育館，經常舉行各種體育比賽和文化活動。晚上的時候，廣場上有很多人在跳舞、唱歌、鍛鍊身體。城市的環境也變好了，新建了幾個公園，空氣比以前清新多了。雖然城市發展很快，但也出現了一些問題，比如房價越來越高，交通越來越擁擠。不過總的來說，這些變化對我們的生活產生了積極的影響。我爲家鄉的發展感到驕傲。",
          "pinyin": "Wǒ de jiā xiāng zhè jǐ nián biàn huà hěn dà。 Yǐ qián zhè lǐ de jiē dào hěn zhǎi， Liǎng liàng chē hěn nán tóng shí tōng guò。 Xiàn zài jiē dào biàn kuān le， Mǎ lù liǎng biān hái zhǒng le hěn duō shù。 Yǐ qián zhè lǐ zhǐ yǒu jǐ zuò dī ǎi de lóu fáng， Xiàn zài dào chù dōu shì gāo lóu dà shà。 Shì zhōng xīn xīn kāi le yī gè hěn dà de gòu wù zhōng xīn， Lǐ miàn yǒu gè zhǒng shāng diàn 、 cān tīng 、 diàn yǐng yuàn， Hái yǒu yóu xì tīng。 Zhōu mò de shí hòu， Hěn duō rén dōu xǐ huān qù nà lǐ。 Chú le zhè xiē， Chéng shì de jiāo tōng yě fā shēng le hěn dà de biàn huà。 Yǐ qián zhǐ yǒu gōng jiāo chē， Xiàn zài yǒu le dì tiě， Hái yǒu hěn duō chū zū chē。 Rén men chū xíng gèng fāng biàn le。 Zhèng fǔ hái xīn jiàn le yī gè tǐ yù guǎn， Jīng cháng jǔ xíng gè zhǒng tǐ yù bǐ sài hé wén huà huó dòng。 Wǎn shàng de shí hòu， Guǎng chǎng shàng yǒu hěn duō rén zài tiào wǔ 、 chàng gē 、 duàn liàn shēn tǐ。 Chéng shì de huán jìng yě biàn hǎo le， Xīn jiàn le jǐ gè gōng yuán， Kōng qì bǐ yǐ qián qīng xīn duō le。 Suī rán chéng shì fā zhǎn hěn kuài， Dàn yě chū xiàn le yī xiē wèn tí， Bǐ rú fáng jià yuè lái yuè gāo， Jiāo tōng yuè lái yuè yōng jǐ。 Bù guò zǒng de lái shuō， Zhè xiē biàn huà duì wǒ men de shēng huó chǎn shēng le jī jí de yǐng xiǎng。 Wǒ wèi jiā xiāng de fā zhǎn gǎn dào jiāo ào。",
          "translation": "Quê hương tôi mấy năm này thay đổi rất lớn. Trước đây đường phố ở đây rất hẹp, hai xe rất khó cùng đi qua. Bây giờ đường phố rộng hơn, hai bên đường còn trồng nhiều cây. Trước đây ở đây chỉ có mấy tòa nhà thấp lùn, bây giờ khắp nơi đều là cao ốc. Trung tâm thành phố mới mở một trung tâm mua sắm rất lớn, bên trong có các loại cửa hàng, nhà hàng, rạp chiếu phim, còn có phòng game. Cuối tuần, nhiều người đều thích đến đó. Ngoài những cái này, giao thông thành phố cũng xảy ra thay đổi lớn. Trước chỉ có xe buýt, bây giờ có tàu điện ngầm, còn có nhiều taxi. Mọi người đi lại tiện hơn. Chính phủ còn xây mới một nhà thi đấu thể thao, thường tổ chức các cuộc thi thể thao và hoạt động văn hóa. Tối, ở quảng trường có nhiều người nhảy múa, hát, tập thể dục. Môi trường thành phố cũng tốt hơn, xây mới mấy công viên, không khí trong lành hơn trước nhiều. Mặc dù thành phố phát triển rất nhanh, nhưng cũng xuất hiện một số vấn đề, chẳng hạn giá nhà ngày càng cao, giao thông ngày càng tắc nghẽn. Nhưng tổng thể mà nói, những thay đổi này tạo ra ảnh hưởng tích cực đến cuộc sống của chúng ta. Tôi tự hào về sự phát triển của quê hương."
        }
      ]
    },
    {
      "topic": "下雨天",
      "description": "Ngày mưa",
      "lines": [
        {
          "speaker": "",
          "text": "今天早上起牀的時候，我聽到外面有很大的聲音。打開窗戶一看，原來是下雨了。天空陰沉沉的，外面颳着大風，雨下得很大。我趕緊關上窗戶，準備出門。可是我找了很久也沒找到雨傘，一定是上次出門忘記帶回來了。我只好穿上雨衣，匆匆忙忙地出門了。路上的行人都撐着傘，有的人沒帶傘，只能用手遮着頭跑。街道上積了很多水，車輛開得很慢，小心翼翼的。我走到地鐵站的時候，鞋子和褲子都溼了。坐地鐵的人特別多，大家都想避雨。好不容易擠上了地鐵，終於鬆了一口氣。到了公司，同事們都在討論這場突然的大雨。有人說他早上差點兒遲到了，因爲路上太堵了。也有人說他的手機不小心掉到水裏壞了。大家都希望雨快點兒停。下午的時候，雨終於停了，太陽出來了。看着窗外的彩虹，我的心情也變好了。",
          "pinyin": "Jīn tiān zǎo shàng qǐ chuáng de shí hòu， Wǒ tīng dào wài miàn yǒu hěn dà de shēng yīn。 Dǎ kāi chuāng hù yī kàn， Yuán lái shì xià yǔ le。 Tiān kōng yīn chén chén de， Wài miàn guā zhe dà fēng， Yǔ xià dé hěn dà。 Wǒ gǎn jǐn guān shàng chuāng hù， Zhǔn bèi chū mén。 Kě shì wǒ zhǎo le hěn jiǔ yě méi zhǎo dào yǔ sǎn， Yí dìng shì shàng cì chū mén wàng jì dài huí lái le。 Wǒ zhǐ hǎo chuān shàng yǔ yī， Cōng cōng máng máng dì chū mén le。 Lù shàng de xíng rén dōu chēng zhe sǎn， Yǒu de rén méi dài sǎn， Zhǐ néng yòng shǒu zhē zhe tóu pǎo。 Jiē dào shàng jī le hěn duō shuǐ， Chē liàng kāi dé hěn màn， Xiǎo xīn yì yì de。 Wǒ zǒu dào dì tiě zhàn de shí hòu， Xié zi hé kù zi dōu shī le。 Zuò dì tiě de rén tè bié duō， Dà jiā dōu xiǎng bì yǔ。 Hǎo bù róng yì jǐ shàng le dì tiě， Zhōng yú sōng le yī kǒu qì。 Dào le gōng sī， Tóng shì men dōu zài tǎo lùn zhè chǎng tū rán de dà yǔ。 Yǒu rén shuō tā zǎo shàng chà diǎn ér chí dào le， Yīn wèi lù shàng tài dǔ le。 Yě yǒu rén shuō tā de shǒu jī bù xiǎo xīn diào dào shuǐ lǐ huài le。 Dà jiā dōu xī wàng yǔ kuài diǎn ér tíng。 Xià wǔ de shí hòu， Yǔ zhōng yú tíng le， Tài yáng chū lái le。 Kàn zhe chuāng wài de cǎi hóng， Wǒ de xīn qíng yě biàn hǎo le。",
          "translation": "Sáng nay khi dậy, tôi nghe bên ngoài có tiếng động rất lớn. Mở cửa sổ xem, hóa ra mưa rồi. Bầu trời âm u, bên ngoài gió to, mưa rất lớn. Tôi vội đóng cửa sổ, chuẩn bị ra ngoài. Nhưng tôi tìm rất lâu cũng không tìm thấy ô, chắc là lần trước ra ngoài quên mang về. Tôi chỉ còn cách mặc áo mưa, vội vã ra ngoài. Người đi đường đều che ô, có người không mang ô, chỉ có thể dùng tay che đầu chạy. Trên phố tích nhiều nước, xe chạy rất chậm, cẩn thận. Tôi đi đến ga tàu điện ngầm, giày và quần đều ướt. Người đi tàu điện ngầm đặc biệt đông, mọi người đều muốn tránh mưa. Mất công chen lên tàu điện ngầm, cuối cùng thở phào nhẹ nhõm. Đến công ty, đồng nghiệp đều đang bàn luận trận mưa lớn đột ngột này. Có người nói sáng anh ấy suýt đi trễ, vì trên đường quá tắc. Cũng có người nói điện thoại anh ấy không cẩn thận rơi vào nước hỏng. Mọi người đều hi vọng mưa nhanh dừng. Chiều, mưa cuối cùng dừng, mặt trời ra. Nhìn cầu vồng ngoài cửa sổ, tâm trạng tôi cũng tốt hơn."
        }
      ]
    },
    {
      "topic": "健康生活",
      "description": "Cuộc sống khỏe mạnh",
      "lines": [
        {
          "speaker": "",
          "text": "最近我越來越注意健康了。以前我的生活習慣很差，經常熬夜，喫很多不健康的食物。後來我的身體出現了一些問題，去醫院檢查，醫生說我需要改變生活方式。從那以後，我開始認真對待自己的健康。首先，我調整了飲食。早飯我一般喫麪包、雞蛋和喝牛奶，中午喫米飯和蔬菜，晚上儘量少喫，而且不喫太油膩的東西。我還戒掉了啤酒和其他不健康的飲料，改喝水和茶。其次，我堅持鍛鍊。每天早上我會去公園跑步半個小時，週末的時候去爬山或者游泳。運動讓我的身體變得更強壯了，也不容易感冒了。另外，我還注意休息，每天保證八個小時的睡眠，不再熬夜。現在我的精神狀態好多了，工作效率也提高了。我的家人和朋友都說我看起來年輕了，臉色也好看了。健康的生活方式讓我受益很多，我會一直堅持下去。",
          "pinyin": "Zuì jìn wǒ yuè lái yuè zhù yì jiàn kāng le。 Yǐ qián wǒ de shēng huó xí guàn hěn chà， Jīng cháng áo yè， Chī hěn duō bù jiàn kāng de shí wù。 Hòu lái wǒ de shēn tǐ chū xiàn le yī xiē wèn tí， Qù yī yuàn jiǎn chá， Yī shēng shuō wǒ xū yào gǎi biàn shēng huó fāng shì。 Cóng nà yǐ hòu， Wǒ kāi shǐ rèn zhēn duì dài zì jǐ de jiàn kāng。 Shǒu xiān， Wǒ diào zhěng le yǐn shí。 Zǎo fàn wǒ yì bān chī miàn bāo 、 jī dàn hé hē niú nǎi， Zhōng wǔ chī mǐ fàn hé shū cài， Wǎn shàng jǐn liàng shǎo chī， Ér qiě bù chī tài yóu nì de dōng xī。 Wǒ hái jiè diào le pí jiǔ hé qí tā bù jiàn kāng de yǐn liào， Gǎi hē shuǐ hé chá。 Qí cì， Wǒ jiān chí duàn liàn。 Měi tiān zǎo shàng wǒ huì qù gōng yuán pǎo bù bàn gè xiǎo shí， Zhōu mò de shí hòu qù pá shān huò zhě yóu yǒng。 Yùn dòng ràng wǒ de shēn tǐ biàn dé gèng qiáng zhuàng le， Yě bù róng yì gǎn mào le。 Lìng wài， Wǒ hái zhù yì xiū xī， Měi tiān bǎo zhèng bā gè xiǎo shí de shuì mián， Bù zài áo yè。 Xiàn zài wǒ de jīng shén zhuàng tài hǎo duō le， Gōng zuò xiào lǜ yě tí gāo le。 Wǒ de jiā rén hé péng yǒu dōu shuō wǒ kàn qǐ lái nián qīng le， Liǎn sè yě hǎo kàn le。 Jiàn kāng de shēng huó fāng shì ràng wǒ shòu yì hěn duō， Wǒ huì yì zhí jiān chí xià qù。",
          "translation": "Gần đây tôi ngày càng chú ý sức khỏe. Trước đây thói quen sinh hoạt của tôi rất tồi, thường thức khuya, ăn nhiều đồ ăn không khỏe. Sau cơ thể tôi xuất hiện một số vấn đề, đi bệnh viện kiểm tra, bác sĩ nói tôi cần thay đổi lối sống. Từ đó trở đi, tôi bắt đầu đối đãi nghiêm túc với sức khỏe của mình. Trước tiên, tôi điều chỉnh chế độ ăn. Bữa sáng tôi nói chung ăn bánh mì, trứng và uống sữa, trưa ăn cơm và rau, tối cố gắng ăn ít, và không ăn đồ quá béo. Tôi còn cai bia và các đồ uống không khỏe khác, chuyển sang uống nước và trà. Tiếp theo, tôi kiên trì tập luyện. Mỗi ngày sáng tôi đi công viên chạy bộ nửa tiếng, cuối tuần đi leo núi hoặc bơi lội. Thể thao khiến cơ thể tôi trở nên khỏe hơn, cũng không dễ cảm. Ngoài ra, tôi còn chú ý nghỉ ngơi, mỗi ngày đảm bảo tám tiếng ngủ, không còn thức khuya. Bây giờ tinh thần tôi tốt hơn nhiều, hiệu quả công việc cũng nâng cao. Gia đình và bạn bè tôi đều nói tôi trông trẻ hơn, sắc mặt cũng đẹp hơn. Lối sống khỏe mạnh khiến tôi được lợi nhiều, tôi sẽ luôn kiên trì tiếp tục."
        }
      ]
    },
    {
      "topic": "學會獨立",
      "description": "Học cách độc lập",
      "lines": [
        {
          "speaker": "",
          "text": "上大學以後，我學會了獨立生活。以前在家的時候，什麼都是爸爸媽媽幫我做。早上媽媽叫我起牀，幫我準備早飯。髒衣服都是她幫我洗，房間也是她幫我打掃。我什麼都不用做，只要專心學習就行了。現在我一個人住在學校的宿舍，必須學會照顧自己。剛開始的時候，我覺得很困難。洗衣服、打掃房間、做飯，這些對我來說都是新的挑戰。記得第一次洗澡的時候，我不知道怎麼用熱水器，結果用了冷水洗，凍得直哭。第一次做飯的時候，把米煮糊了，菜也炒得太鹹。但是慢慢地，我學會了很多東西。現在我不但會洗衣服、打掃衛生，還會做好幾個菜了。週末的時候，我還會自己去洗手間洗澡，再也不需要別人幫忙了。獨立生活讓我變得更成熟，也讓我更加理解父母的辛苦。現在每次打電話回家，我都會感謝他們，告訴他們我在這裏生活得很好，讓他們放心。",
          "pinyin": "Shàng dà xué yǐ hòu， Wǒ xué huì le dú lì shēng huó。 Yǐ qián zài jiā de shí hòu， Shén me dōu shì bà bà mā mā bāng wǒ zuò。 Zǎo shàng mā mā jiào wǒ qǐ chuáng， Bāng wǒ zhǔn bèi zǎo fàn。 Zāng yī fú dōu shì tā bāng wǒ xǐ， Fáng jiān yě shì tā bāng wǒ dǎ sǎo。 Wǒ shén me dōu bù yòng zuò， Zhǐ yào zhuān xīn xué xí jiù xíng le。 Xiàn zài wǒ yī gè rén zhù zài xué xiào de sù shè， Bì xū xué huì zhào gù zì jǐ。 Gāng kāi shǐ de shí hòu， Wǒ jué dé hěn kùn nán。 Xǐ yī fú 、 dǎ sǎo fáng jiān 、 zuò fàn， Zhè xiē duì wǒ lái shuō dōu shì xīn de tiāo zhàn。 Jì dé dì yī cì xǐ zǎo de shí hòu， Wǒ bù zhī dào zěn me yòng rè shuǐ qì， Jié guǒ yòng le lěng shuǐ xǐ， Dòng dé zhí kū。 Dì yī cì zuò fàn de shí hòu， Bǎ mǐ zhǔ hú le， Cài yě chǎo dé tài xián。 Dàn shì màn màn dì， Wǒ xué huì le hěn duō dōng xī。 Xiàn zài wǒ bù dàn huì xǐ yī fú 、 dǎ sǎo wèi shēng， Hái huì zuò hǎo jǐ gè cài le。 Zhōu mò de shí hòu， Wǒ hái huì zì jǐ qù xǐ shǒu jiān xǐ zǎo， Zài yě bù xū yào bié rén bāng máng le。 Dú lì shēng huó ràng wǒ biàn dé gèng chéng shú， Yě ràng wǒ gèng jiā lǐ jiě fù mǔ de xīn kǔ。 Xiàn zài měi cì dǎ diàn huà huí jiā， Wǒ dōu huì gǎn xiè tā men， Gào sù tā men wǒ zài zhè lǐ shēng huó dé hěn hǎo， Ràng tā men fàng xīn。",
          "translation": "Lên đại học sau, tôi học được sống độc lập. Trước khi ở nhà, mọi thứ đều là bố mẹ giúp tôi làm. Sáng mẹ gọi tôi dậy, giúp tôi chuẩn bị bữa sáng. Quần áo bẩn đều là mẹ giúp tôi giặt, phòng cũng là mẹ giúp tôi dọn. Tôi gì cũng không cần làm, chỉ cần chuyên tâm học. Bây giờ tôi một mình ở ký túc xá trường, phải học cách chăm sóc bản thân. Lúc mới bắt đầu, tôi thấy rất khó. Giặt quần áo, dọn phòng, nấu ăn, những cái này với tôi đều là thử thách mới. Nhớ lần đầu tắm, tôi không biết cách dùng máy nước nóng, kết quả dùng nước lạnh tắm, lạnh khóc luôn. Lần đầu nấu ăn, nấu cơm thành nhão, rau xào cũng quá mặn. Nhưng dần dần, tôi học được nhiều thứ. Bây giờ tôi không chỉ giặt quần áo, dọn dẹp, còn làm được mấy món. Cuối tuần, tôi còn tự đi phòng vệ sinh tắm, không còn cần người khác giúp. Cuộc sống độc lập khiến tôi trở nên trưởng thành hơn, cũng khiến tôi hiểu hơn sự vất vả của bố mẹ. Bây giờ mỗi lần gọi điện về nhà, tôi đều cảm ơn họ, nói cho họ biết tôi ở đây sống rất tốt, để họ yên tâm."
        }
      ]
    },
    {
      "topic": "準備旅行",
      "description": "Chuẩn bị du lịch",
      "lines": [
        {
          "speaker": "",
          "text": "下個月我要去旅行，現在正在準備。昨天我去商店買了一個新的行李箱和一頂帽子。行李箱是藍色的，很大，可以裝很多東西。我還買了一雙新鞋，穿起來很舒服。今天早上我上網查了一些關於目的地的信息，看了地圖，瞭解那裏的天氣和交通。我需要帶護照、錢包、手機、照相機等重要物品。媽媽提醒我要帶一本字典，這樣遇到不懂的詞語可以查。她還說要帶一些藥，以防萬一生病。我列了一張表，寫下所有需要帶的東西，一共大約二十多件。叔叔建議我帶一把傘，因爲那個地方經常颳風下雨。我同意他的看法，已經準備好了。出發前我還要去辦公室請假，告訴同事我要離開一個星期。雖然準備工作很多，但我很期待這次旅行。",
          "pinyin": "Xià gè yuè wǒ yào qù lǚ xíng， Xiàn zài zhèng zài zhǔn bèi。 Zuó tiān wǒ qù shāng diàn mǎi le yī gè xīn de xíng lǐ xiāng hé yī dǐng mào zi。 Xíng lǐ xiāng shì lán sè de， Hěn dà， Kě yǐ zhuāng hěn duō dōng xī。 Wǒ hái mǎi le yī shuāng xīn xié， Chuān qǐ lái hěn shū fú。 Jīn tiān zǎo shàng wǒ shàng wǎng chá le yī xiē guān yú mù dì dì de xìn xī， Kàn le dì tú， Liǎo jiě nà lǐ de tiān qì hé jiāo tōng。 Wǒ xū yào dài hù zhào 、 qián bāo 、 shǒu jī 、 zhào xiàng jī děng zhòng yào wù pǐn。 Mā mā tí xǐng wǒ yào dài yī běn zì diǎn， Zhè yàng yù dào bù dǒng de cí yǔ kě yǐ chá。 Tā hái shuō yào dài yī xiē yào， Yǐ fáng wàn yī shēng bìng。 Wǒ liè le yī zhāng biǎo， Xiě xià suǒ yǒu xū yào dài de dōng xī， Yī gòng dà yuē èr shí duō jiàn。 Shū shū jiàn yì wǒ dài yī bǎ sǎn， Yīn wèi nà gè dì fāng jīng cháng guā fēng xià yǔ。 Wǒ tóng yì tā de kàn fǎ， Yǐ jīng zhǔn bèi hǎo le。 Chū fā qián wǒ hái yào qù bàn gōng shì qǐng jiǎ， Gào sù tóng shì wǒ yào lí kāi yī gè xīng qī。 Suī rán zhǔn bèi gōng zuò hěn duō， Dàn wǒ hěn qī dài zhè cì lǚ xíng。",
          "translation": "Tháng sau tôi đi du lịch, bây giờ đang chuẩn bị. Hôm qua tôi đi cửa hàng mua một va li mới và một cái mũ. Va li màu xanh, rất to, có thể chứa nhiều đồ. Tôi còn mua một đôi giày mới, mang rất thoải mái. Sáng nay tôi lên mạng tra một số thông tin về điểm đến, xem bản đồ, hiểu thời tiết và giao thông ở đó. Tôi cần mang hộ chiếu, ví, điện thoại, máy ảnh v.v. đồ quan trọng. Mẹ nhắc tôi phải mang một cuốn từ điển, như vậy gặp từ không hiểu có thể tra. Mẹ còn nói phải mang một ít thuốc, phòng khi ốm. Tôi lập một bảng, viết ra tất cả đồ cần mang, tổng cộng khoảng hơn hai mươi món. Chú khuyên tôi mang một cái ô, vì nơi đó thường gió mưa. Tôi đồng ý ý kiến của chú, đã chuẩn bị xong. Trước khi khởi hành tôi còn phải đi văn phòng xin nghỉ, nói cho đồng nghiệp tôi rời đi một tuần. Mặc dù công việc chuẩn bị rất nhiều, nhưng tôi rất mong chờ chuyến du lịch này."
        }
      ]
    },
    {
      "topic": "上課的一天",
      "description": "Một ngày đi học",
      "lines": [
        {
          "speaker": "",
          "text": "今天我們有三節課。第一節是普通話課，老師在黑板上寫了很多句子，讓我們跟着讀。老師說普通話發音要清楚，不能含糊。她還教我們一些新的詞語和它們的用法。第二節是數學課，老師要求我們做練習題。有些題目很難，我不敢問老師，怕老師生氣。但是老師很和氣，她看到我皺着眉頭，就走過來問我哪裏不懂。她耐心地給我解釋，直到我明白爲止。第三節課結束後，已經是中午十二點一刻了。我和同學們一起去食堂喫飯。我點了一份菜單上的套餐，裏面有米飯、菜和湯。喫飽了以後，我們坐在食堂中間的位置聊天。有人說他早上沒喫早飯，現在很餓。也有人說他昨天晚上喫了太多糖，牙齒疼。我們還討論了下午的會議，大家都希望會議能早點兒結束。啊，學生生活真是忙碌啊！",
          "pinyin": "Jīn tiān wǒ men yǒu sān jié kè。 Dì yī jié shì pǔ tōng huà kè， Lǎo shī zài hēi bǎn shàng xiě le hěn duō jù zi， Ràng wǒ men gēn zhe dú。 Lǎo shī shuō pǔ tōng huà fā yīn yào qīng chǔ， Bù néng hán hú。 Tā hái jiào wǒ men yī xiē xīn de cí yǔ hé tā men de yòng fǎ。 Dì èr jié shì shù xué kè， Lǎo shī yāo qiú wǒ men zuò liàn xí tí。 Yǒu xiē tí mù hěn nán， Wǒ bù gǎn wèn lǎo shī， Pà lǎo shī shēng qì。 Dàn shì lǎo shī hěn hé qì， Tā kàn dào wǒ zhòu zhe méi tóu， Jiù zǒu guò lái wèn wǒ nǎ lǐ bù dǒng。 Tā nài xīn dì gěi wǒ jiě shì， Zhí dào wǒ míng bái wèi zhǐ。 Dì sān jié kè jié shù hòu， Yǐ jīng shì zhōng wǔ shí èr diǎn yī kè le。 Wǒ hé tóng xué men yì qǐ qù shí táng chī fàn。 Wǒ diǎn le yī fèn cài dān shàng de tào cān， Lǐ miàn yǒu mǐ fàn 、 cài hé tāng。 Chī bǎo le yǐ hòu， Wǒ men zuò zài shí táng zhōng jiān de wèi zhì liáo tiān。 Yǒu rén shuō tā zǎo shàng méi chī zǎo fàn， Xiàn zài hěn è。 Yě yǒu rén shuō tā zuó tiān wǎn shàng chī le tài duō táng， Yá chǐ téng。 Wǒ men hái tǎo lùn le xià wǔ de huì yì， Dà jiā dōu xī wàng huì yì néng zǎo diǎn ér jié shù。 A， Xué shēng shēng huó zhēn shì máng lù a！",
          "translation": "Hôm nay chúng tôi có ba tiết học. Tiết đầu là tiết tiếng phổ thông, thầy viết trên bảng đen nhiều câu, bảo chúng tôi đọc theo. Thầy nói phát âm tiếng phổ thông phải rõ ràng, không được mập mờ. Thầy còn dạy chúng tôi một số từ mới và cách dùng của chúng. Tiết thứ hai là tiết toán, thầy yêu cầu chúng tôi làm bài tập. Có đề khó, tôi không dám hỏi thầy, sợ thầy giận. Nhưng thầy rất hòa nhã, thầy thấy tôi nhăn mày, liền đi qua hỏi tôi chỗ nào không hiểu. Thầy kiên nhẫn giải thích cho tôi, cho đến khi tôi hiểu. Tiết thứ ba kết thúc, đã là mười hai giờ mười lăm phút trưa. Tôi và bạn học cùng đi nhà ăn ăn cơm. Tôi gọi một phần combo trong thực đơn, bên trong có cơm, rau và súp. Ăn no rồi, chúng tôi ngồi ở vị trí giữa nhà ăn nói chuyện. Có người nói anh ấy sáng không ăn sáng, bây giờ rất đói. Cũng có người nói anh ấy tối hôm qua ăn quá nhiều đường, răng đau. Chúng tôi còn bàn luận buổi họp chiều, mọi người đều hi vọng buổi họp kết thúc sớm. Ồ, đời sống học sinh thật bận rộn!"
        }
      ]
    },
    {
      "topic": "中秋節的回憶",
      "description": "Ký ức Tết Trung Thu",
      "lines": [
        {
          "speaker": "",
          "text": "小時候，我最喜歡的節日是中秋節。每年這個時候，天氣剛剛好，不冷也不熱。中秋節的晚上，月亮又大又圓，像一個銀色的盤子掛在天上，非常漂亮。那時候我還是小學三年級的學生，每到中秋節，全家人都會坐在院子裏賞月。爸爸會講關於月亮的故事，我和弟弟聽得津津有味。奶奶會準備很多好喫的，有月餅、水果、糖果等。月餅有很多種，有的裏面是豆沙，有的是蓮蓉，都很甜。我最喜歡喫的是蛋黃月餅。媽媽說中秋節是團圓的日子，一家人在一起纔是最重要的。那時候住在北方的叔叔也會回來，全家人聚在一起，非常熱鬧。現在我長大了，工作很忙，已經好幾年沒有和家人一起過中秋了。但是每當看到圓圓的月亮，我就會想起那些美好的回憶。今年中秋，我一定要回家，和家人團聚。多麼希望時間能慢一點兒啊！",
          "pinyin": "Xiǎo shí hòu， Wǒ zuì xǐ huān de jié rì shì zhōng qiū jié。 Měi nián zhè gè shí hòu， Tiān qì gāng gāng hǎo， Bù lěng yě bù rè。 Zhōng qiū jié de wǎn shàng， Yuè liàng yòu dà yòu yuán， Xiàng yī gè yín sè de pán zi guà zài tiān shàng， Fēi cháng piào liàng。 Nà shí hòu wǒ hái shì xiǎo xué sān nián jí de xué shēng， Měi dào zhōng qiū jié， Quán jiā rén dōu huì zuò zài yuàn zi lǐ shǎng yuè。 Bà bà huì jiǎng guān yú yuè liàng de gù shì， Wǒ hé dì di tīng dé jīn jīn yǒu wèi。 Nǎi nǎi huì zhǔn bèi hěn duō hǎo chī de， Yǒu yuè bǐng 、 shuǐ guǒ 、 táng guǒ děng。 Yuè bǐng yǒu hěn duō zhǒng， Yǒu de lǐ miàn shì dòu shā， Yǒu de shì lián róng， Dōu hěn tián。 Wǒ zuì xǐ huān chī de shì dàn huáng yuè bǐng。 Mā mā shuō zhōng qiū jié shì tuán yuán de rì zi， Yī jiā rén zài yì qǐ cái shì zuì zhòng yào de。 Nà shí hòu zhù zài běi fāng de shū shū yě huì huí lái， Quán jiā rén jù zài yì qǐ， Fēi cháng rè nào。 Xiàn zài wǒ zhǎng dà le， Gōng zuò hěn máng， Yǐ jīng hǎo jǐ nián méi yǒu hé jiā rén yì qǐ guò zhōng qiū le。 Dàn shì měi dāng kàn dào yuán yuán de yuè liàng， Wǒ jiù huì xiǎng qǐ nà xiē měi hǎo de huí yì。 Jīn nián zhōng qiū， Wǒ yí dìng yào huí jiā， Hé jiā rén tuán jù。 Duō me xī wàng shí jiān néng màn yī diǎn ér a！",
          "translation": "Lúc nhỏ, lễ tôi thích nhất là Tết Trung Thu. Mỗi năm lúc này, thời tiết vừa đúng, không lạnh cũng không nóng. Đêm Tết Trung Thu, mặt trăng to và tròn, như một cái đĩa bạc treo trên trời, rất đẹp. Lúc đó tôi còn là học sinh lớp ba tiểu học, mỗi đến Tết Trung Thu, cả nhà đều ngồi ở sân ngắm trăng. Bố kể chuyện về mặt trăng, tôi và em trai nghe say sưa. Bà chuẩn bị nhiều đồ ngon, có bánh trung thu, trái cây, kẹo v.v. Bánh trung thu có nhiều loại, có cái bên trong là đậu, có cái là sen, đều rất ngọt. Tôi thích ăn nhất là bánh trung thu trứng muối. Mẹ nói Tết Trung Thu là ngày đoàn viên, cả nhà ở cùng nhau mới là quan trọng nhất. Lúc đó chú ở phía Bắc cũng về, cả nhà sum họp, rất sôi động. Bây giờ tôi lớn rồi, công việc rất bận, đã mấy năm không cùng gia đình qua Tết Trung Thu. Nhưng mỗi khi thấy mặt trăng tròn, tôi sẽ nhớ những ký ức đẹp đó. Năm nay Tết Trung Thu, tôi nhất định về nhà, sum họp với gia đình. Rất mong thời gian có thể chậm lại một chút!"
        }
      ]
    },
    {
      "topic": "學校活動",
      "description": "Hoạt động trường học",
      "lines": [
        {
          "speaker": "",
          "text": "我們學校每年都會舉行很多活動。去年我們年級組織了一次野餐活動。那天早上，同學們都很興奮，大家帶着各種食物和飲料。我們坐大巴去了郊外的一個公園。公園裏有很多樹和草，環境很美。到了以後，老師讓我們分成幾組。我們這一組一共有八個人，大家一起鋪好野餐布，把帶來的東西放在中間。有人帶了三明治，有人帶了水果，還有人帶了飲料。我們一邊喫一邊玩遊戲，非常開心。有個同學不小心被樹枝刮傷了手，流了一點兒血，但是他說沒關係。下午我們還進行了一些體育比賽，比如跑步、跳繩等。雖然我沒有得獎，但我覺得重要的是參與，不是結果。活動結束後，老師表示這次活動很成功，希望明年還能再舉辦。這樣的活動不僅讓我們放鬆了身心，也增進了同學之間的友誼。經過這次活動，我和同學們的關係變得更好了。",
          "pinyin": "Wǒ men xué xiào měi nián dōu huì jǔ xíng hěn duō huó dòng。 Qù nián wǒ men nián jí zǔ zhī le yī cì yě cān huó dòng。 Nà tiān zǎo shàng， Tóng xué men dōu hěn xìng fèn， Dà jiā dài zhe gè zhǒng shí wù hé yǐn liào。 Wǒ men zuò dà bā qù le jiāo wài de yī gè gōng yuán。 Gōng yuán lǐ yǒu hěn duō shù hé cǎo， Huán jìng hěn měi。 Dào le yǐ hòu， Lǎo shī ràng wǒ men fēn chéng jǐ zǔ。 Wǒ men zhè yī zǔ yī gòng yǒu bā gè rén， Dà jiā yì qǐ pù hǎo yě cān bù， Bǎ dài lái de dōng xī fàng zài zhōng jiān。 Yǒu rén dài le sān míng zhì， Yǒu rén dài le shuǐ guǒ， Hái yǒu rén dài le yǐn liào。 Wǒ men yī biān chī yī biān wán yóu xì， Fēi cháng kāi xīn。 Yǒu gè tóng xué bù xiǎo xīn bèi shù zhī guā shāng le shǒu， Liú le yī diǎn ér xuè， Dàn shì tā shuō méi guān xì。 Xià wǔ wǒ men hái jìn xíng le yī xiē tǐ yù bǐ sài， Bǐ rú pǎo bù 、 tiào shéng děng。 Suī rán wǒ méi yǒu dé jiǎng， Dàn wǒ jué dé zhòng yào de shì cān yǔ， Bú shì jié guǒ。 Huó dòng jié shù hòu， Lǎo shī biǎo shì zhè cì huó dòng hěn chéng gōng， Xī wàng míng nián hái néng zài jǔ bàn。 Zhè yàng de huó dòng bù jǐn ràng wǒ men fàng sōng le shēn xīn， Yě zēng jìn le tóng xué zhī jiān de yǒu yì。 Jīng guò zhè cì huó dòng， Wǒ hé tóng xué men de guān xì biàn dé gèng hǎo le。",
          "translation": "Trường chúng tôi mỗi năm đều tổ chức nhiều hoạt động. Năm ngoái khối chúng tôi tổ chức một hoạt động dã ngoại. Sáng hôm đó, bạn học đều rất phấn khích, mọi người mang đủ loại thức ăn và đồ uống. Chúng tôi đi xe khách đến một công viên ngoại ô. Trong công viên có nhiều cây và cỏ, môi trường rất đẹp. Đến nơi, thầy bảo chúng tôi chia thành mấy nhóm. Nhóm chúng tôi tổng cộng có tám người, mọi người cùng trải khăn dã ngoại, đặt đồ mang đến ở giữa. Có người mang sandwich, có người mang trái cây, còn có người mang đồ uống. Chúng tôi vừa ăn vừa chơi game, rất vui. Có bạn học không cẩn thận bị cành cây cào thương tay, chảy một chút máu, nhưng bạn ấy nói không sao. Chiều chúng tôi còn tiến hành một số cuộc thi thể thao, chẳng hạn chạy bộ, nhảy dây v.v. Mặc dù tôi không được giải, nhưng tôi thấy quan trọng là tham gia, không phải kết quả. Hoạt động kết thúc, thầy biểu thị hoạt động này rất thành công, hi vọng năm sau còn tổ chức tiếp. Hoạt động như vậy không chỉ cho chúng tôi thư giãn thân tâm, cũng tăng thêm tình bạn giữa bạn học. Trải qua hoạt động này, quan hệ của tôi với bạn học trở nên tốt hơn."
        }
      ]
    },
    {
      "topic": "童年的書包",
      "description": "Cặp sách thời thơ ấu",
      "lines": [
        {
          "speaker": "",
          "text": "小時候我有一個舊書包，雖然很舊了但我很喜歡。書包的角上有個小洞，是我不小心用鉛筆戳破的。有一次我的腳被石頭劃傷了，耳朵也碰到了門。那時候我剛纔從學校回來，使用了一些藥就好了。這個書包陪伴了我三年，和其他同學的書包不相同，但對我來說意義重大。",
          "pinyin": "Xiǎo shí hòu wǒ yǒu yī gè jiù shū bāo， Suī rán hěn jiù le dàn wǒ hěn xǐ huān。 Shū bāo de jiǎo shàng yǒu gè xiǎo dòng， Shì wǒ bù xiǎo xīn yòng qiān bǐ chuō pò de。 Yǒu yī cì wǒ de jiǎo bèi shí tóu huà shāng le， Ěr duǒ yě pèng dào le mén。 Nà shí hòu wǒ gāng cái cóng xué xiào huí lái， Shǐ yòng le yī xiē yào jiù hǎo le。 Zhè gè shū bāo péi bàn le wǒ sān nián， Hé qí tā tóng xué de shū bāo bù xiāng tóng， Dàn duì wǒ lái shuō yì yì zhòng dà。",
          "translation": "Lúc nhỏ tôi có một cái cặp cũ, mặc dù đã rất cũ nhưng tôi rất thích. Góc cặp có lỗ nhỏ, là tôi không cẩn thận dùng bút chì đâm thủng. Có lần chân tôi bị đá cào thương, tai cũng va vào cửa. Lúc đó tôi vừa mới từ trường về, dùng một ít thuốc là khỏe. Cái cặp này đồng hành với tôi ba năm, không giống cặp của bạn học khác, nhưng với tôi ý nghĩa lớn."
        }
      ]
    }
  ]
}